{"format":"m3u8-proxy-nn-v2","meta":{"savedAt":"2025-12-21T12:51:33.968Z","inputShape":20,"outputShape":1,"version":"1.0.0"},"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_1","layers":[{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.01}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,20],"dtype":"float32"}},{"class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization1","trainable":true}},{"class_name":"Dropout","config":{"rate":0.3,"noise_shape":null,"seed":null,"name":"dropout_Dropout1","trainable":true}},{"class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.01}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}},{"class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization2","trainable":true}},{"class_name":"Dropout","config":{"rate":0.2,"noise_shape":null,"seed":null,"name":"dropout_Dropout2","trainable":true}},{"class_name":"Dense","config":{"units":16,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.01}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true}},{"class_name":"Dense","config":{"units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[20,64],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/gamma","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/beta","shape":[64],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[64,32],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/gamma","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/beta","shape":[32],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[32,16],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[16],"dtype":"float32"},{"name":"dense_Dense4/kernel","shape":[16,1],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[1],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/moving_mean","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/moving_variance","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/moving_mean","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/moving_variance","shape":[32],"dtype":"float32"}],"weightData":"bZlvPhlJnDwrhW++eEP+PRsIrL0mcMw9moigPdM5171cSA4+GoXLPQIkr71k+8c88IpfPlOAC70TXJu9cLj7veUQiT3iEF69F1TyvRDhYr7jfaC9MifVveWRfb1rGoO+vw2jPYgSFT665dC9uNDhvRdkDL7YyZy94T6YvVg8Iz0Ojnk81imZO0JreD6AYzW9uFS2PQLflL2+loi+S/AcPszdlT1Ew1w+xnPmuxrqTj7YaAy9ERO9vVh2ub0uU2Y+ziaMPkpuLbxU+nQ+a5fLPeYh473emBC9lUWRPXkG3z0gG4Y+aiN7vg1MET5YMqs97qbnvYILKzzLUd094IsQvb2Vvz085x87h9pkPZ0MUrwns5M8HOaXPWuZor3NPxC+z9E/PZQoGz2t0rO9Q3e8vVLA770AMMK9ql/LPL3gvL1oUgG+xOhovmo2lD0buSM9EJwyPVAmWD254r29RjtVPYd5oj2WyBW+uZU8vn0aBz7hDXE9BCvnPZMKj773/Hw+rn4hPQ6AgD7XS0I90W2kPWz6E71Q0Su+rquuvEMzTr3EGXK+r38vPqksjL2oRiC+b3s/PhdE9T1SuCc+4C3lvUox5DzQvX89Mb4Iu1nRyj1PuyI+Rma/Pes9XD7kALa5LzscvjPCZD43UGI+a4Hhvc55+r3HyaU9ZureupRpgjxnRy2+QfUMvdWG7T3VIBG+M6d2vS33AL5EBlY97Pgovl0La76UPkc9UN2JPlx4rzxjQJS9uSMtvhr7Gj7kGMQ9NsA4vVrK8bxh6SK+GROKPR78pLtpqyI9cMHhvUvvj73E26c9OCQ0PleFTr4xhSw9w6iFPUJKiDwrQAQ+rWqbviyO/bmctSy7W/1UPVTaCr4KipY9xqEavBz+pz0qvlu+Ea+ovXnIib5SPBe+RVGNvplyrj3lzEC92owkvp6yEz4FCwe9YxNEvtRfxj23m8A9E8GJPX4kjL43XU4+dBMivicrc76IlFY9ZUJmPk8BHT63kUs9q2osvjRQ5L3p4cO9siWMviTC8z0bpby8YEoHvTBGn7ugdua9RAgyPTujw70EqgE9K4A+u/pfz71vp3C9gm+FvVFaTz7GSoS+mki7vRutcbw5U1O9s1w/vkWOTL7qeNu80YWQvpuqAr5P5sw95SCZPseKc70S26O9X+znvEX6GzxWa8g9gicBvVQKxjxeQym+8jaiPSjPyz21zH09CpUhPVn9pT3tjg+9G6ojvpSIdz1e7Xu8teqYvVo3xD0S3hM9rz4FPiADvrwQlfi9RWQZvrz97Lu2Cpg7dtFBPiJkrLyBroU+JO+DPVYpJD32vJe+3O9iPV3L+bv+jBm+kklNPQ9jvz2PYaE9cur2PXle2j1IBlu+i5s0PguMsz2bmpQ8FE2kPAcIK71WAnY8HvacPcn79L08J5A7eqWFvUsPOb3kJFk86OesuzlEmTxD2Ic+JPCevaO2e73CAYW+rAF1Pn4ycr6Gt5G+EgbAvbwmxT2X5Ly9lLtAvbG6KT49wUe9fY8kPsgpOz4pBQo9+VFBvmsWSr6eEha+0TfrPc+5aD2xNom8K2MnvrGykL6flQS9vXMTPk0Tiz5tdRY+rU6Hvo+q573G9A8+LbE4vY3VjD6vzZa+sUSNvul/jD6a1pM+XerovS3Dtr1ghta9d1RGvnYzgb5k92M+wGeePHPKuT0WYpG9DyiFvOUYpr1ep1m9i3qRPPyOdD651Ju9KLBWvkVLL72ysso9fX/2Pdwz9b3SGWa+pa+CPqMC8j10XOw9e/3LPftfJDx4JlO91dOBPkiRS7toCTY8qC1Gvn2+fT12lPk84AekvUZ7DD53ezY+TJ/hvCbmUb41xwk9WktYvY7Q2z2OYgs9X0P8vZs7zj21Jko+h0ouPc9h+z06gUU9JWOLPqY9eL0Yev89VUKavjw6VT6XcQU8D81uvTP3ar3TSjK8/TbdvcKGrT3hYPM9rEohPbXbND6OMf69rWxHPjGuiT4Cq2A9hXuHviwZfD6OWP29eVJQvTSV/L2q20I9OdkMPd+3Rz6tVE+9XhWSvqdCNL3XIN89fGlfvQktkT6kz1Y+3CtZPgO5ZLxaMss9sXcOviklCD6JrZe+dmufPVfPZr48ss498FBrPkBWsD3qNkY8KFnaO4WDnbwD4OU9aJ1fPve+U70Xo8O9qJ0Eveg6BD6ddEG+xFkUvb8T9r3wXqy7UaG4PfaNGj5m7Vg91R3mPaDgYL4Ib3g9YjWFPVgWi71+Tjy+JqojPhtviLvgVYU+A0/fvdcgDD0gaO+88DNkPvT3Bz42Z4E9V+bUvdAiCj5MMqW9VOmBvmyrRb6bEm++QA7EvQAMwzngEBa+KGeuvDSb473LOU+9KH9PPNShkjyOpIo+tGHnvbQL6L2nwjC90s8cPnKdX70T7ka+git0PXZfob2+Uf08vCytPbp5vD2Ueeu9mUc8vnCvXD7ONQK+LvasPYuRAr11hgG+aooQvdUHBr7v7gM+GIXMvMVeFjwqTTu+TfsbvSZlzL1Gxza+D7gtvktgTT1rB3g7nx/RvdwJ7Lx4SJM+yn0KPacDV75o4JC9AC0FPP+AiD5mSAg+7Gm2PV4qsz00JzG9/GnjPUrhE7qNGgG+8kuGPZsWpT1vaIM8/4CIvu9FDL4Md9W9KvpMvbRS5jnWdga+f3JPPuELJT3awQ2++3gUOyYym70Nv6E9cBn4PestXb3mlCs9aI1Avmti7rwjmdg8fXHKPWErRb5OH9M9C/cjvrMt0L0E1R4+qtqovbHQaD7J0H283q5pvqd0Rz4ygVq+jmXzPR8uIroUC4o9C66zPeWbxTwiCKa9EO2PPAbIjT7VXDU9v/ggPihl3LlVIh6+0uZbPTgCar1yKhW9prJhvgeD+T0wybe8BATavdSfkr3w59M98DWtPb+AGz54ugC+CgYivYBwPL6whCm+33n0PUK/V775row9QlTEugJmkz2s0MC9YI+IPoNkn72R1IQ9As0hPq6c670yJy69xq2RvqdXrz2bRBY+NuJBvfFnAz5pU2++sLCnPaJGg73CE3q+GUg+PggXab0MeTE+FQFvvoD5/T1lwh69BjOzPLM7Yb0iahW+O/ORvBSFbz1HPlg+WjiVO9Cz1T3crQe9LXZcPolqU76XiEA+NiVWPrfx17uk02c9dS9mvimphj5mH1Y+7aIiPU5IB76BV8u8iWRivcLfDT4OOa29Riefvbbrsj32bWI+wPMPvdkKV71OhZY9Y+y9PDsxPj6dgVg+oIMGvsFtWz0m9Na90PtcvPu9DL5srIk9zY48vb7IgL6dr26+Vy1WvoA5Qj2OVT69RoKouZA8nL26xYU+LjelvXALgbvh44A+PUCdvQGryT0+JZK8UBo5PiLA4ztVaaW9cXo8PRY19bzd5Ce+XZIMPmV5Rj6i0KK8V7gXvUHlEz6Xb8e9/7yivcxO4D3N4+g9HKFovgTiBD0CkWQ+7D2Dvo4HFT6sqc287BhUPd6IX75B+jg+EBH7PDMqgr1JuEg+YqPWukM/Or3A7Ic+FgtVvksfQb0thk4+rQGPvXnGED7W7f69O5V1PaDCDr72hQu+wPbjvTVxMz71fd86bOVdvnVUTT54gwu+BhvbPSU9NLy0b9M9WDGHvIE5OT2xHcE90zlMvBFpcT0p4I0+4AoLO84LHb4ORUQ+t1YfPXfslT1qb1M+NKaOPa+rhz306GQ+OqkTPm4CRj2WkZC7nkmJPsXBgb1jsxu+q4Rtvk7IpTrP0Vi9Zt4IPcDUKL6qCrM8YQH6PB7BrTxBhxY9lgmuuSLrFT1fZVm9cm+gvYoYQD4zjX0+bwdIvj85bz6lMxk+KYfjvSSonL2sqXM96ryRPnI+YL13wCY+chPrvRm4ibuHWUk++9k6vbMrLj5Mzwo+JcUtvsc8Nj50k8a9ri0HPteSGz7lrHa+rIdMOzzoxz1MOUK9OyO8PYUtPr4lcMy9L90Qvte3973iRay71rR+vekVtT0S0Ny9s7UvvvmfRb0Y2gg+D93Nvc5jfL7jy9y8dq31PQQ6TD0guQ6+kbkEPl9V9j3+aCI+vSSuvWChQ7149Rq9TJ46vjjiLr4ensk9BAlEPsdLQL5LIaE8yO1QPb2zV75tjoa9MbZ7PQRS/72yGDE9hC5TPYKnAD2b/Jk9oy9VPYr6Vb6ln5G+lYZMvkXw5L1PyTg+0UU/PhAVJDytfBQ+hs0xvtk79j2Nd869uGZGvujnljy8j4k9Kg0/vnXKJD0OPxi+Tp9OvQmacr4wzXG9HClUvuPBk72tehQ908k/Pt5CXj1oGoA+76vAvbV/UT0JDMc92NdhPkgL5b08GAI+yCMxPgYgkL0C2V2+HL0svDjVyrzcqxK+X+blPe4bFT6JNwA+rFviPQNjO77WpWC+z48iPVWHEb0QiqK9wYAJvqHTET7QwmE+QuVavfg/47370d+8WAZSPMa9kj1Qo3E+DXbsPfsLlj0cMVu+w46WPXQ3ATxIUnY+95a/vYH1LD1FY08+pI7OPRG+HryHOCa+9m+Ovu9pGbrf9k89mCkZPm5E6LxM79e82LegPQAiU72OtnQ906CQvmkFBz2hJ1W9WkBbvlexQ7wuBAm+5nocPp6mFb78qLc9MzfJPQycCz6JWTU+2lztvcr2Db4zLdS9gXebvQ4ohD0USiW+vYPEvW3Myb1iNGo9KsqZPPnw9j0TwDA+MGObvZmrg70qows9hiAmvu5Rij51SpK8VuHOPcYTlb1vKUE8CKW1PdolMrt2MYu8C7+SPisOaT3bhia9PYk7vpWKzb1kAp294ZqfvUlKMr65Bx2+n5Ycvm3Xb71axUE9kj2NPey0w71Y9i6+O4M1vaTOLj7ZX1U9FUtpvsnhab0+lRW6MefNPcb+DD4wPjE8kmdKvsRPkr61kzM+d16mPeGxCz2r5vG9pP9fvjcZwb115RK+ai2tvaHZpT0hv1W+cRD3vTf+PL20aHQ9kYYHPqRzvr13bZI6OBFXvayOnjsKzdg9dXHgvFKshT5Ww5W+Z4QwvrXbLj0hlb28Z4movXkmxjwFbyk+nU/LuyMwFj7k9BI7Yls5voN4FDzAIAW+h3RFvZg2AT240CS+SzDdPcdPjD0gjSk9IlhRvpLgcD1FgCG+pN6MvnGSu7yya5c+VouTPSZxDj7vWIc7udBSvaCXIb5kHIc+/tPPPWCRmr29NEu+dsPyPUXyrL0zaj8+UCbEPTNscL2F6eQ9APa6vehxD7686om+ADu7PPtxFjxyeXe9sviBvXyXvb3Usp89Tnnnvbxa1TyGyXK9FyGuPZ56kj1LNsG7Mm+HPr3GJj6dQjS+QFwhvfLHUb1RI4Q9kcU3vjucVr6QMCA8/lg/vAJFQD0F4r88d2WYvORDCr0ctRK+VVCTvodugLuOsKk803YpPbFrzr1sLx67fyQLvnbeLj4VQ/g9syxdvsYeWT7ONxC8q061PDTgJj4yFL694RWUPKMHiT4Zsf+6S7koPg4sGj3Nigq+STZcvGD6VT36SvI8JvpiPRHiyj1xCgs8taCRvmw6gb4Ig5a+H+iyPFEKJT6aKOM9LqX5vEhdjz2KMdW80a8Evl4Rf76dK809VQO0vY/UET7p5p08j64LPTp/hT6oo4U4DIHIOzSKDj55Y+s9MzCZPRYdmj2e3d88oOg/PraQ0Lslt1M+UG24vVEkzDwIkIE+Ii0AOyoN7jkceUc+NqC9PWPI6r21wIS+lI4DvRasMj0+vhw+djiUvLB9T7sGQD87PFO8PEEXKj46unE+SpwVPcQolb3siY++slcvPjKkOT53/km+1mEWPSsAETrCmG49JRp9vmMF+byVLLK8/BouPYO9CT545YG7KRoKvi7iQr7mESY+2JhJvX98Fz3dGLI9w62kPEpMQ76YpTK90D1UvuuNUb6IGVe+cLhwPigWuLwio/o9Wbq0PaY+qj15BAo+CUhmPn0QwL1d0iK+RcPFvSV9rz0TU3O99+Y3vj9XJb4ABq09+VpFvuMcBL4yByy6/m+JPcb0QjxbjZw+dm+xvTP11b0gmkW5XMj/vRzFoT1WRgs9zqgRvsm8kL7pKnC+db0PPijM8Dw7cSy+BdOMPWBx4T3ewBO7GwfEPS1tLL2WrGc+hjt6PjXhNL6zS2W+T3VRvSO6bL2BRiY8T14DPu2thD5xn00932z4vTtxer7BQNK8KjJSvphn+70MkfW9XkPjPVDkYb4UPeY9YXyOvoCmxL3o106+/YnVvXjnQL20bAS+n5z1vVI7Rr3I0+m7IbkWvmwyi77FC2q+5bzRPTGTUr7lDM49OVKMvmH4BT27rPi9xNzlPWhrID1Fdiu9QPDkva5CQD1lFAM+/Howvc1URj1Rfd09b2wwPYhNDT7kNEI+FShZvv4m0bzmvmW9/ysZvgeEiD0UHDG+0PiqvTDGCT1Fcfe8pr0/PkjR2j2AQ2K+F4NUvV/RKT3WhhK+nKtxPQV5U7zKrwI9ATdIvh6JUj7QuIU9VSVgPmJK9r2NWks+rs1EPixv9T0pWAc+zuAmPlxN7T3g/4M+0Jdevt4YR76hVxe+pV/xu1Zy8j3nLWw+fZMrvpfiAL7pQmm+CqOQvZQPIb5yIai9bJdmvPvM47yq7469Swe6PcuwID2Yjni9Wr+Bvk3Cv72ls248rHFYPOp8Cr5+dPM9uAufvb4AgL3I2CE+2OJsPtoFFD7w1s+8cwSTPgKhFb5bbQm+epNlvsg8KT4gClo8cvrivMPlgjxw4h6+hEM8Pn9EVj5A0NI8IN5zvLA+QT6/djw+KghiPOn+yr3d5is+HXKGvlmEAzwzPps7viT/vZor270AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADzqy28d6FUvR/hib09dA2+XtL6PSutjb5qoOg94uEZPou5ST1owYC+qODaPLa+Rj73xJK+gXUhPuLxlrwE9Qs98NBSPdTaBT4eECE+rXpsvl5NY73U+X69CtH+PQYJYT3EVP28fj0IPU9Us73xToo+BIMEvKTQyb1yZ6K9DsJaPBiDc76XwHq9Q+/NPVQRy7zdzTE+yOz+vSlsST4wpOO9ANg7PYMCg73M1aI9VD3RPLa9lbwAfEm+sLUiPmwSGT41Gky+1nf7PX9PV73iv4y9GLUGvrFIQT5atDi+1mAkvSN5jz46eOi9aqAmvuYgBz0n8ca9xFEavqvPXz3tr/O9Z1D0PQCgnj3gIGE8JA98PsCTIL5u9CI9hlVFviJb/byZ2Wy9e1bVPb7wRrzndeK9qoxDPuLXsj2Nlqm8Zs8PPvQstD0w5+u9l99ZPY3FSL6Knis+bQzTPURnDD6bXVY+RgqMvJrGCT6ZM2c+B7rSPE7W1j1y4AM91+SEuf2Hl72pac092C7/PXTBqLsx3E8+nknWvRQIur3TL6+95nQlvdgD7L1xNnA+poWyPXRmd75AtkG+/b0JPohSID4ipbE9tiDgPah9jjwRSZy8nL8TPsnu670JLUw+V6QpPYDZRT1uBz++/hm1PMY0Jz4xgnO+Axc0urdRMT0KtkK+V7qtveNKdj5jmcc80SM0veKDwbx/Tic9QKjlPRf7Iz56Bww+7+M4vl7TPb4oTio9pj8mvR7T5TrtKFc9B9GoPcRkFb0IOXo5uGQgvafB2jwUvqw9ToHuPRGSED4Em5W9NmvAvaRaDD3zw8q9Ry0nPeNVGr2dPz6+0IYyPn9X+b0H9QE9gtGKviWkWD07MQg+Kg+rvbX78j0Z0Ze7URmpPfm3Eb4USFe++EplPSNOh711GRi+0djJvSfjxDzYgW8+3pQGPrwCn7wDn1U9DjMovsQh1r09fgQ6IWfUvTDC6T3ru+m9p83Ave1kdz1rwle9zZAOPuebsL1CNza+Y/K1vX4TL71ErIi9O/4nvKbT/z2Qd4w9OCztvP0kr70KY5e7JzoAvvs8dj5IDoO8evaDvIsQEzqluAy9kzaCPEFJij40/PG9c0LVuiyhkr50/ea8aBa6vYJYjL4uRgO+YgQaPfZM9jxC76S9TUbsPWpqhT32GUu+gYzCPeAHwj39gtC9fP3BvfUFpD2yP449FhYkvlQoX70kCCa9wRInvVv9gr5VTBo9qm0QvQFiy71KymM+Z4OAPWW4WDrKyp49d/LrvVuNy7ouqBS+nM87u0DNi71wU6C9I/Mzvnx9orx/F7g8LplWPFyPSjxauSY9M3yRPS+78r3/giM9WVRIvlXRmD0HcAO+UP5SPVCL4D3kz0Y9NkklvlTrqjyGHhS+yUI2PrSYwD0+H8s8uejtvZnSPT188pE9jRNcvjsuX70pVSC9FdkhPs2FIT45WdY9bYurvabkIr4IjeO9KHLPvUphMz6eQVY+RiEevuu+lLzaXEs9FKTbvX8EWT6ii1a+UIa2vCWdMz5JrPy9kp8/PSC7kD6T/Hq9HjTBvSY6ET5Wh0m+aflkvPlH8D2C1zW+iM1CvtYU4L2/F4u9WBi6vcqNhrzu0uA8MEmnvZ9Idz5GnZ48Xs9tvUA6KL7/7NY9wJ7SvVY2L7tRBfI8Z2GPvU5HAjyxXwi+CwU2Pm48b7xxkG6+fkwou8pnnLz2GAa9pJWkvUAFvb0SPOI7/wP9PBwr+b3dr2u+cfjxvY7xPz4RNeO9QcoMPqb5Ub75SzU9eUmWPeOt8j1YeHC+Pk04vmq5Pr1mo1O+otAvPTUQe720ihO9I2eNPii0/z02FqU8wqywPSRnrTl1Lby9EnzZPconAj4lHHO9AgcRPfelUL5gR1m9cUzJvPPx77ynrf484WOrPAXYZ74RwUs98UOBPWxDfTlD8c69eYqmvXg5XL4FSCw6b83HPC2TkT3qoHa8MF3tu44xbj6Lykc+3Rv8vIaKMb558wu98vlTPqxocL3HIB2+L8qLvuVJv706cew80goavpL/D77goTE+STTxPLs5dr1vih48gGghuzA1wT1lhHm91WBCPnCGiL097Ic71BSOvrm9Bj5EAyS+X8tBvpMAIb248J49ehPdvW1dYT7ckqA9BUcdPj+Uar7bTGg9sAsyvla1pj1MW3c7/A6DvbJIl73OfWM9iF2CPUQZ073xitO90X+wPQ2aoT0+XY29W92ZPC2/r73KXm++3uDOPdGeLz65K56982mAPs0pyL3FP5W9NVjxPCGLRb6JYsa9rLAvPrZr5z1tyHW+TX4wPm42Ib0kjSo9uRl2PQXpiT3RhzG9mvYfvQVT8zysOUg9gGsTPuI7LD5/n027d+CPvFXPzzyH6d08bE4QPjFqxL3Ldgg+n+AMviijOL6sd5S9KdgMPvRMyDlcFky+uxctvQMKAb610gq+66FhPjwVoL2X1Zq9GL+FvAsM8D3kllo+AgCfOz5RFbrur4Y+1EVTvSHoiD3969c8JOMLPRt4kb1vmSE+JA/TPbvPGb44TDg+I/Exvi7lS74PJuY9Fq+aPaMXlL0snQc+mlSYvfS3jj5eQoE+Pw8kPVB65zzbgSa+pUlWvvMUVD6uQyw9pre9O2uH4D2+81y8/dVPPnXMrL2hyMc98EhWvUp8gT7IZFS+WKbEu6aF0b2zKe28WgbLPHiTfz7pGWo+JlyzPVk5VD7lCI8+XvE7Pvq6Cz6O5DW+5FjoPK/87b3dKSK9Fp5pvbYwh74DFxU+y+X1PQblhL3Rnp4943ADPj1Xhj180wS+HbNuvYwjhr4MRlA+RggGvDgILb2fyi6+V49XPvGIEL0rF12+iWS0vF0Cqb3eXL49ZlnqPcZVJj3Pwy4+11CGPQKeoL3AZQc+oTOPPOvAHL7hrRU+5RRPvhKnDz679489nZXivVPfib4RA6Y8xA7avX0sb748sw6+B5MEvYjDdj0ZAxy+e/lvPgLoDz6TV+28RcA4vnalkb4Qdz+90TyMvnxkDT43AaQ90tEVvU//er3xiec9y3e0vcjGojyNAFM95RPgO8wDfz2lc9I9ok6APb4dJD7cTom+RnsrvetG3b2/rd69EP8NPOnvN721s929idIMvgLHxr3lfW4+nE1VvrsrVL15t429n+ooPRixCb6NcUe+NMYGvp82F75o3Vi9c3AaPZEOj714VU29zdq4vEkDD73Ozgw+IyFTvkrtE72+Wc88r2HPvSICCL4okTk+y7aqvVaYiT3U/gO+90jrvUzgmz317TU94o9RvSzyML64GsW9NXUaPkwZ6D3TLYS9A/3zPb6hzL3sexc7z3QJPUZYXT5vYfe99Ullvb5zaL1EXHw9M/4NPpkGvz2QKXC+MN5Jvt9dgj3//Q4+LOrhPViACb1gQi0+ddAAvhz9P7nHRUM86CRwPsbUcbzuxcK9hokNPs09C743vKq9o+jnvZdjuL0aI1O+yN9dvj7WMz5Tmfo9Wl8ivjxvlTsjjm++B9whvpp3Cz5t4DQ+n/WTPG8lRT3/GX69LDhnvro/Gz59HyE96YqVPeRAmb1AOok9Xg7svfgLhrxEFZi9Lz6cvVKeHz0uYIq9+PWcve955j1G//q6v9GdPLydhj31Hca9rTsWvO33Cb0+Hfq91Ycvvpb1/b0wIVY8DBVhO9DidTxA2W4+mPeDvAn8ZD7+xoS9japIPWi4DT6vrtk8cso6vnP2B74o5bS8ICC6PTZ5z71Of5u9NYfsvTKPCD55lzk+yALCPa+aAr25A3q9A/lQPq3N3T3DmC0+iG6jPRiA4bypHfk9is0MvlTtsD0TlOS8kgwyvRFUxr1RCt69x90BvS27Cr6kzCG+i28cvoktYLp1TNy9RFOFvsuhFb0H6uu9IuygvfDyj70IOJi9V1pLPfKLhTwBwQ6+pKIrPqq5F7715iQ9v/KdPX6siL7U1Y0+Uqg2PVz4yr31hBQ+Kt//PBATpry+1Qo93wdvPYzT9zpnjia+w2uGvfp2pL1pc8g9LquGvTk+b7wLPEy9iG2vvRnt1r0o9Um8CRhaPhrA/D0K/pQ9p1fAvf4hRT7SCL05OF1Mvhaf+r3IVsW7SGCovfunnz327Ei+3YKbva37Ij6Byq88h3WoPJdBFT61+WG9fB7LvDgY/j3c5b89KW8WPuLJKT5cBv88zsUePlxWLL7g4Ic+bggjPByCzb2a4NA91VMtvv22xL2JG8A9RP1nPakrjT28pKC9PFAnveAt+rwS/6C8dyETvqzWGD5umIC9tTQgvp0Zpzw2lz+97/mmvPuPWL2evOa77D7pPZqhKT4TVAY9SJCcPbyK5LtmDhe+bBjMvZH/Fr2yZwA9uhE3uz5+qL3q45A9W5qRPqosfz1VmLC8JpU+PinMqD1VSwy99oRlPszl6D2+eDg98902vroQfL3j9Xo+ncKova/yoj3AWSY9j1arPSX7ET6wHGC8DpTGPc7ejj56ori9r7JTPrS+OD5GZwO+pwxLPpeSL71mVws+TFLYvZGow70d3gW+7pSwPcvnSj4F9ds9jGLIOt85Gr5YKAA+iIQevbVW9bzmJxA+h2GBPA7BqTzaUoS9yJ+LPnaaKL7Bf9W9t9jjPYhDFL60e1q+voYrvYbXmD0UYpW9uCj7vKzzOL4aJ4c8YnUbvnxegD4M0Ao+5oJHvSx2rTyBDw4+n/QJvnrdQz6UUi+9h/e5PQ2VAb1OKmk+Vw61vVGZir2E0/498OfxvTOx/ryex8m946sdvhyR7TkILB69acwvPlijGr5h16w96gxhPF3Jwr2e1RA930X2PTqSbb5DTSK+YqUdvonhg70IN+29RpYRvjDaGT26Il89Ub/+vEa5+D3KggU+321EPqsUIb7uqdg9VEFjvsqfsDk4lzq+JCshul0MO77XbrK8/dWqvD2XGD16yz8+o689Pke7Br7o2zE68wx+PgW3KD3v5tW91+65vVTJ4z3OXWM+cvtWvs3iOz7+oEy+N/cyvq+nlb2NCX4+Kv+qvSEydj704Ao9iDa5PBtE7r2NrEY+AOv3PE7Crz3kEs480uMHvgnfIr2OjAM961vjvfEX4D3Tjay9sfhkPCSRSz7dPuS71McbPtDAfj3bQgs+1w7TPdzMhr1nqi86sH0uvsILGj2iNQG+tGCyPTycC76p7z090C70PNqKEb4+n6A9BC6pPeDYPb0Xrqc8MMq0Pdvmj77S2Xe9AmwNPo4Y+L2bOhQ+79BIPeRWgT2Dry+9UjW4vOHeBDx8UlQ+vMMcPnKiOT5jmJE+NMlxPf5FS7wPS2k+IlZ/PmFCGT4szII+RAe6vY8ujj7oKEK95lHUvKyHwz3+kPK8ZfFUPrqBBz5Iy5s80RcUPhizlD1qpw895iJAPtqXO7475vQ9pI/5PS+64zymJns9Ii4svgkswbwLT329VrIaOxFgDb7DDnA9H0+wPVxZdL0y0OM9kmM7Pt8HKj3sOoG+ySI0PkLx+rwRbLO8yuMSPQb6Gjyoczy9O7dOPg9n/DwFqkE9f1XCvTyKYj7qnUy+LrMkvlaPO7yRjy8+mGjBvcRIDTus9rI9Td+vvL3nOb1bBqS9sjlrPgT7eD1qZg++4FIZPlXt6bukTmq8DLhgPbM9CL7d1ym8BYN1vpCxBj6JaBo9/nhavWx6X7kghgw+3gq4PTf+07qUTTy+uoxMvQxGoL0EZNs9NEXGPPz6o7vzgpQ99yPUPerweL1sICQ9CamEPtRFar4xsWC9EbQJvmDwWL28/oa9SkCAuyeyID30joy8tnO8PWTzTT5sJGq9QXxcvlKf7LtJRaC9KYMvvVVN9r0890w+QpfBPHyroz3llT0+4jt7PkC0BT5kysE90doovWhwRrn/KgS+ozVYvD6yWb77o4m+TO6VveRiUz7aEBe92o8DO7Sk3L3a3DM9+xvBvfCwNL2MHy2+UvosOrfWyz2dciY+NPQIPmPkUT7sPw89o+wsvoomi70LYPo93Ggzvk6LJL67HQI922VVPqFyTL6B8KE9jKlavR0kgb1BtaU9gIf5vbvnA74a75K8NIjdPI5DEL6HFa89sFLpvKpSU7wfbkU+e7v7vUUEJL5clry9DTrYvVQOQr2Fd8g9Y0ZhPZ9wC71r4iG+quMQvq73Lb6osoo9GA+tPfIdKT48BBE+sFSrPSf0Cr5OJYa+iq0rPmPbL74RcxA+Xki8vJFwhD1DBUK+kQZDvnh2JL6lEK69+aBYPUX6ujxMKyO+Zjk0PtbAsrvvV9e8UJNBvt4KC700Boq9NeILPl4wmD2+deM8Os5YPiQD4j2WtfA7ZOafvThrSr1RSTS+cdvquUPQ1L2/AuA9yo+6vd5NfD4fb5I9q7cBPmu/CrwsW8y9soW9PPaoKD6UPCo+J8SNvXyq0b1bPSi+ZuoHvhhG6r1IRdo8+tbJPfr/1T0vDEi+qP23PWiWBTsfybI9rETpPMZnGL59yQQ+hRwVvoczvr1kNNY82pptPl/59b3jGIo9NUGUPZYhtr1ycN69Pae3vVl7c739v5e9f26BvRjw172Ga8A8wignvsnOXb3WBv293A9WPWFbZT72ATe+bvQRvtXbeLzu9mK+A19DPmIGUL3GTwc+tM7tPWmBQz0mNxE9lclWvsLoO74OVL495mqsPYVc5L1qfRQ+snsBvk0Jkr4hbmu+f4Liu/h0eD5r44Y9SLrKPWqWEb7Uv6w9FLOEvSl1Db6VQxE+n9dcvhnNDTyOkMU8MyZmPs6KFL0F3OY6RfNOPfJJiz4w1F8+wzCUPPIth70tN/A9HZTFPVLO3j3W7yO+E9CBPXzmAL67I1G+JdmavR2Anz3Ac6g9ZgtsPvCNMj4gXiu9AJc/vpRbvr3qvZw8b7XcPSMjFT1W4FC+QE+OPp+jjb3Ci4C+9tQvvQ1GoD2qBay8IUzHvfr+yj3HcIA+MFZjvgxl9rzmpSo+7rylPRBzXL4oWKS9DEkkvVN8A77V6Gw+GHmPPZ6LBT4cqkI+AjSlvQScwD2WHEg+Q0lmviSfGD0PQgW9lhZ9OyFzNbyBWfu8E5z6vaGGpD2o9g4+Ob7yvN8qg70wglQ+OhMWPVhpkj2vDwA+IoEwumlGE75KDFK+HlkcvduqxzxhWhs+wMldPMeEEj2RQCG9eYePvabOKr4RgYm+Mvw9vuZkm721tgQ+oFi8PLYZuD2jsIm8Z9gKvjZJMTowgNa9Bh5Kvq9YaL4qk3w8ATu4PWt6Lb4PbVA+FqGKviuUYzwkNkm86o0XPq9RIzxVf0G9ZWWTPOgmbLxy4888Ta2XPZef9b1FSlQ+l1ZzPZmITTwUq4E+LmhqvsgHCT22SWI+uVhOPvVThjzMAQO+2fucvTBQfz6y1R49D1oHvtlXfT1DlZ290r9svg9nQz657sW9wgykvQ69+DvABc89eb6TPe2DxT2IVdG928q+PUJNDbrCRpK9vkoivpVIH74Q6nA+9ZvlvbH2b7wdAwk+x3Qcvt67vD1Z8qW7GS16vSfz4z29AbK9iHaAPiJW4L0Is1e9TyrkPRmoKL1s7+O9CIpHvcE++z3WgfG86Lo2vkNghL5aUuQ8urqIPXdr0T1hgBy9ip1FvmEE8r3kvAg+Wz2gvTFQNT5Ma1C9+iJpPQoAS71M+N89pGBfPo6GUT7Wt3A9w7orvcOWjz339fO85gpXPXSeVr3pkAi+T9D1vTUwsDv4GO08f/e1PS3HiT3xUoo+P1aVPWeijD2Y9Vc5HI0qvZkztT2omHi9FNs4vkUfJ73Tdbi7MJQHPd9AhTztbYQ+FfYtPuf/3z1DcgK+cDoaPiR0Xj0pKge+ZhlevarIuTyRqoS+Iw6vvV2ZCT5ll7G9UL8ePMZv2T2Lu1k+7Y44PmKH3L0csqm9hSU7vSuPEr5SEBA+4kdrvcSzCT5/eLq9MVeHPXj6xT2Ot1E+yeU2PoUkN76eM2e7UYLvvcD8jz72vDm+xrz5uYi3pzjjikq8bsrCvBIKiD6+vqe8OGBoPOn6Hz3MfJG8BkCnvCNTGr5NPg+90s2dPTQeQj4a7Ca+b1TVvdzmv71QIfU9UBNwPalsAr0CuT6+pDwlO171+rxzxIu+NZA1PtjD1jyWM7Y96dUSvWUbTj4OtOs9lfCNvZMOmj0/uYA+SYw1PiOdsz0dRTe+/9g4PZjzvj0HIlY+RoQePXDJbD6l706+Ci8SPdc2Pr6XghA9ZN3BPVoIIL0khsC9IdMkvt+RELystjk9+InDPPHPij0xWmy+AnUuPvgllb1W0pG9x5zePfD9bjie82s+cTSOPl2QC76Qt4m9LCtbPSCdl70bMe09UTzDPc3iAz60Lzu9A8aRvJgZKj4pDmK+8JWDvmSc/z1gdGW+D8YIvDuAiT4t/Zg9BDOmvbj997wgPqG9UhtKPmjhrL1LvdE9FOEaPo9EuD2vCKW89+qtvS5rUL1gypc9/rNfvoac1T3ucZ+9dLk/vuCVAL0NLtM86LAdvnEUqzza69S9m3CHPRiDqDy913K98nEYvtA8Hj4pKp48AY82PQIQfz5nkpm9fKJ3vY5elTzbHbW9CgyJvcCe9j3MWJM87X2ivZ/gcj5Hj1K+JbuGvSA3hr5rgFS9WkyTPVzvqT0u5oQ9rTCHvXoX+DlNXMg9FqROPXLgIT4Ov/K9B5mEvuChq71HSiq+ZuUKvpKdg7tkzCU+vAKgvQ86Bz2lBQu+JtlRPfNIvb1spAy+szqBvR+b5b3I9Fm+tB1rPb/Ag759MTy+b9M0vTgHCT3ligG9KMJrPoZ/4TsbMtO9h8fyPFzC0D3hm/A8KUCBvmYTUb4OtzC+dAApPsM/c7wK2C09k7JcvS1uxDxvsza+uphJveLcOLxNQoG9BGoNvCtkAT5wvuG9ArMMPjw/rj2a8zE+m1mVPAnduj2FnVW8O245vtYgV72ByTs9VUDwvcsPob1KxyI+E+qZPTd4EL17CLk9gEIzvT/ybD1xCcG87SBRvoC72jq10oq9z64Lvqsy9D1EIj4+mRuaPUd36T01w1i+G1RDPhQj7r2TRkE+lohwvtmfFj4Yrxe+Pn2SvsMIAb5x4mS9BeD5PIY6dz4nSpe9OAA9Pf9r7z2OcOS7EBMmvv3oKrys4BO9u1a/Pe5Mozt346S9FcG/vLfzfj6jgwM8osJmPR8BwL0xuR69nV7ePZhf/z1I+sM9NbsIvpM3hb4gszG+8WfSPSVejT350mC9rD4nPjTQor12gnK+WIJAPbQmxD15CT0+4raLPkrAuz3F76u9KVJGvuouQj2h32q+gIIevUc4ez4DIcK98HW0O+tPEL4HHD8+5KRRvUXdDr3cT2m+vPTAPb2bCj4aZCi7kDM+vgBhrDwRm08+COJgvniA7L11LDK9db+IPnl9g76P7Hc8kv9APgC3kr0wz8+9useEPcTL6z0htiu+wK2WvSNTPL3J2KU99gq/PfU9t71hUUM9SnITPe6WFbzh6Cs+XYucPFXkvL2WR9Y9QWyFvnhhhz5XtQS+ZdS0vZWZIr7MBmY+XrmMvb9iAz6tH6W8wENbPR9y/7ykzsy9pUG+PTW7Fb7Uv28+jb4DPq2waL2EXIS9mAg6vkIs2Dy1je+99Ay7vWuWIL2GTSm92gmLPgtVor0KMEo+Z7CnPfaK670aQ0K+nKdBvoSD0z3UCXC9U68IvRkgbz5tfj4+IXj8vfQMp72RzAe+3gTpPf5SQb1Ded89HaKNvbDvj76Eq849JqkSvvb6Xjww/Bo9dRj8PIjtSzxTa4Y+BF6gPD3mjD4jaVw+v531PU+F6DwBvPO9o4qzvZiWaT1D1BE+zCpNPmFI672HCAO+RUrjvVWh3D3ZqF8+h2WGPccAPb5Rohg+U1F9Psv5Br253YS9ktcKPdfst71NM16+2xUEvptPF74Oszy+QoORPeYXrL0U9/29kWlVvvV9Tr0Koim+N+RuvUOJZT5JvsY9mex1PkVO+D3mRWq9UK2zPar+wr2GVke+2G7yPVeePz76Cla8mEpwviYbVDx9byK+EgbPPIQCuT26hYG9vc96PgG8cj6IIIW9FsDbvG9cAb6Vt5E9ZpAMPY7rwD3nIGG+teWLPSx7XLyf9w++qbvcPAl8ST6piSI+krofPsRpiT3oPGI+xj1MvW3dzzywTCU+HvOUPRIyiD6OQzw98I7zPNa+Ab6XJ6k9pP0fvrPvQz7UJo49UZBgvgAQTbTKQIQ8r/Uhvh6U+TwisfU8mzr3PS9fmz0L8H+8XBwzPfB/PD7yZNK9FIP4vDkhGLzeSEM+tMKMPaahZ742+kI+GcApvn3rizy7ZAO+kt7JvVaP6T14WzK9lmRUPmu0Gj7W1C87YEw4vu8uh7xeFlg9SzOWPI2Ko71b/ls+HaCUvd72Br7g7zY+Pg3kvdglSj5qdZE9Yn8fO7LGRj4XUbK8TSxVPvJsHj4rBP47hPRHPhEsvj2Q4Qa+UpbHvTc3Cj42iZC9a0QavdIGvT1IEMS8Ci1TPVO5jL66hiq+Qh44Pid8ED3iKF49+xjTvWpLd7yDEOy9e0M5PZihDL5uUKw9S7KZvVytAr4wH948RviOPuhtpD2nfO69FNfyPQArmbxafZG92t4QvhGs373yVVC9tp3ZvVveQ72hkQq+axp2Psjd+rxWL+I97DSsOkFQ2D30MJc9nRQYPsihFL5Imjq9EJ6avEfthj3zSnq+LH4ZvlcYYr57oKw82xqSPeUQA70DGW8+oDWOOu0kjr4czIw8qrv0vRz/Nz112A49m048PkPa070ZKR8+2jJ9PqvVkD2v9uQ9OEuBPSSIIT6c3UO8wPAGvbrzN7xJF0W+9n2lPLbKUT72f4Y9r3ySvaADtrz+8VS9QmRfvRBVAT6a1z8+82IuPYnnvTyVIGs92t+UPWGfeT4h+RU+bfHlPfSgpD2hj7m9hV3YvVefjj6BsDs7VWyHPgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADCWWb32wWY+azlkvd1Egb71I629wsn/vcuPQT1vxRG9fDrwvLmg+zxKpsI9Gx90PgPSor3J9Ic9hQiyviidsj42U6E94fjFPS9Ds75SzoA9D8KYvsafaD46F+C9puN/Pnc1KT6eeDI7wlo7vidGND6Zxu49bNoHvS7edb3OPgE+RrO5vq6iFr1swg49SMMDPpr5EL2twso+hkk1PhStoL6nqE89UgJ0vVDCDTi2/8K+Y/lQvn2PVr5Xyle8775dOuyPlj41K/k9WsaWvWX7sjxC0P+93rpavuGN9D3TL9K9ymm5vt77GL5YUas9F9x1Pv7pvj4aruM9qqy4PjK9gD2RAdy8CkD1PO6uvz4PDMs+5uBHvnj6fj3dIpC97JClvjY5jj7h4ck9Q9azPpZTNb6uQu08jP2gPOLeC70ekqw91bQivm6GmT4OrTc+NGzOvYmMpT49EJA+sb8nPiqPKL6iXFe9UHGhPciJCj64fF2+DNQEvqMnQr6EASU+pUClvgVzML5zpLg9NL3VPWmmg76M8Di+UPyJPYyRYb31Nho+rYRWPj0ZIb6cVoq9nphMvQgydT6lOQ2+Jzc5Phrrq73G2FG9yQAFPmxPCb6gPgM+NzTrvXWBcb4x5qC9eLCTPd/2Pz3PXj2+L1KxvZYFjb4xFkw+YZ+HPZC/lT6w6Xy+iKpAPSQ1XD6OaD09UJhsvqTZE76CbJs+lZsBPag5Ob57ora+ud3DvHrqqDxxTUu+Q56ePl/yAz6VZ1I+v7bCvuygj74Fs5E9lDmuvZ08G74eRKc+MbdVvgZvBb4d8JM+7Tcyvi9rLb498Mg8aCkLvaISdjxAbDO+dhvZPWm+RL5Jtk49jNKMPne6BL5QMwq+rajKPIS7Rz53npc9XYPHPTk2Zb4QN5c94HIovKwzCb6Wo4G+1LloPrSTOb4634C+Pk3gvOZ8iL5ikgS+Ik+2PjkuiD3OWbM+tJoAvRlUjz5vkLe+dwQBvtgDHj6ormG+EWlFvomNpr2q8mi+1NMBPm7aLb5rD4I+4peXvSV8zD6KM2O+kF+vPQyEW75+75y+PNMuPgxFRj6aVQa+kyzCvlNNKb6mNFG9AJEYPqOehT4Sf5s9IIkFvsI1SL4wfKm9Hr6tPDgCWL4FFIQ9YyqXPWeMhbxWvYy9vQYZvicZJDwtzou8sTOpPjgYa76Phms9IBl1Pg6+nr54E22+VIyBPEEg7b25XjC+AUsCvGlART5K5o8+U3VdPoS6JD2W2lS+AYgcPWr0aj1ngUi9FUOUPWUFar4KyiW+QGzrPTLUyzvC9AU90eVyPvDssj2U28Q+aHsHPmY9Cb79OGS+b5qPvlhJNb32BwA952SmvespE75K9J09asMmvr2FG76aCr29R7uEvY/zoD6d4QQ+ovv6PDMt7L3Kd6m9sJKQvEQOhj247zM+vvDKvr92UD5ax2E+1NIMvmyQRb4C2LU9UNJrPrwfkj3sufO8vxWGvn36tb4XDUk9JGRnPtl0fT2VahC9gY2HPbgNQb4IJ7Q+gbVavkwSxb2QXIk94KMyvggUYz4RKZy+8cMPvuny+TyM7Ew+eTmXPZAfqb1414U+lEjTvFpGZr7gbIY9Je+xvRBhdrypot89ikQJvnlkjr6EGIA+EZguPpeLjL20E4w+l/oXvXUEQ70aLIq9Qy2Bvqkjob5+Pl6+cCatPqa0jL5kpmQ9IGNWvEOU5r0sHm89BzquPDFOUTy3yUW+/1X1PeSfiT4wghi+voJWvlHJ+D0F1D0++qZnvKrVlL7WvSg9EvvnvRLPX74OcwI+vNcrPY5kwT7cLmQ91D5bPTvncz1p/x2+wLOTPtEpxD7M1Do+5wkDvk1Kh73n9la9eu6NPfoTaD1rEl29uSpOvtkm8b0Q7+28T5rFviPYeb0O1Ek+dswcPtWjVr6Egb09r9X3PbfixT7p3h++Py9YPq03pL6Lnos9wCD+O8v+Kb5QPsE9Iw2oPYZr3L2gxeE8xk4JvkPzGD6gLfe9zZZoPr5wyL1Gw/O9nNZJPtcEQT1Wasc9MtwmviSwbzzcbeC9/fXUPVQpFT4YozC+7ZHfvU7Tk74DS8O9eJZavZ36iz1m9uU8fSG/PrpEQj5eDZQ+dVYrPu+yaz5w77u8MmhUvr3pAr6RkEI+VwwTPO81Mb13Xqo+aP4EPu/p2bwlaww+k1DmvaDHvb5r7JU7aivYPNQS+zxg/i4+9sqqvd83hD5xiJy+PnKNvXWPcT0d24Y+PgWBvnUbYr1Hjts9W4ZBO2ioYj7/nTQ+lsghPh2RKL60/l69GNAwPlWlUT5y2S4+l/OrPZP+r72wwMq8w3+VvbZJ5rxJ5pI+W/7wvUt3jb6MVYM+eNJnPuYCIb4fob29EikZPieJM724iGs++n+1PYTtoT089Pc9jP77vGhfgD3D1gi+v5shPv4PkL4rwoQ+tx/EvcxWwL2bU189J9BTvUVuDT02sxm9skkpvpRQob4iBYu+4pGcvg9y+TtghpM77xc9Pn/avL2f96E98hAtPkxNGr5rsXu8O93OPN+NVj40sGe7eC9dPmmsZb7Ovlq+JR/wvSgIDj3o22k9R84GPpPqIj6MJLQ9xshsPgcuyr61f7m+oEoOPnBnfL4w7ww+oOLjvXX/nT1L0PM9SjvBPqE+pj5qi/w8x3BOPi3Yor4+wHY+0atTvoKuA75AM6W+49iTPnJkBz58jpO7c/iGvuZWoL7zVgc9AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAJ17o76BRq685RSbPf5cej60ggq/EQ71PkmgQz5IbBg+T3SnPkTfCz2v/as9WATfPsz7C7+9bts94qKMviDabb7uEQM7AAAAAFgV2TwKMG48AAAAAAAAAAAAAAAAzEhCPAAAAABIA6I8BP+FOwAAAAAAAAAA6sbDOzByID0AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA+QKM85iCuPQAAAAAAAAAAAAAAAAHmuzjS3rQ8AAAAAJwgEj0AAAAAugoBPHI/vTy+Gr88PHc6PWbPGD0AAAAAAAAAADzutztDDKI8AAAAAOiIZDwQIZQ8ScxRPQAAAAAAAAAAAAAAAAAAAAAAAAAAfoFzPQAAAACs+cM9OqL6PAAAAAAAAAAAFiWJO0x8ZTwAAAAAzCvxO6ZpCD1CIH08tC3fPNbnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAANbnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/1ud6P9bnej/W53o/"}