{"format":"m3u8-proxy-nn-v2","meta":{"savedAt":"2025-12-21T14:06:14.251Z","inputShape":20,"outputShape":1,"version":"1.0.0"},"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_1","layers":[{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.01}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense1","trainable":true,"batch_input_shape":[null,20],"dtype":"float32"}},{"class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization1","trainable":true}},{"class_name":"Dropout","config":{"rate":0.3,"noise_shape":null,"seed":null,"name":"dropout_Dropout1","trainable":true}},{"class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.01}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense2","trainable":true}},{"class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization2","trainable":true}},{"class_name":"Dropout","config":{"rate":0.2,"noise_shape":null,"seed":null,"name":"dropout_Dropout2","trainable":true}},{"class_name":"Dense","config":{"units":16,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.01}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense3","trainable":true}},{"class_name":"Dense","config":{"units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense4","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense1/kernel","shape":[20,64],"dtype":"float32"},{"name":"dense_Dense1/bias","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/gamma","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/beta","shape":[64],"dtype":"float32"},{"name":"dense_Dense2/kernel","shape":[64,32],"dtype":"float32"},{"name":"dense_Dense2/bias","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/gamma","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/beta","shape":[32],"dtype":"float32"},{"name":"dense_Dense3/kernel","shape":[32,16],"dtype":"float32"},{"name":"dense_Dense3/bias","shape":[16],"dtype":"float32"},{"name":"dense_Dense4/kernel","shape":[16,1],"dtype":"float32"},{"name":"dense_Dense4/bias","shape":[1],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/moving_mean","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization1/moving_variance","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/moving_mean","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization2/moving_variance","shape":[32],"dtype":"float32"}],"weightData":"tbHBvJR/Eb0MzGU9UY6iPSCZ1TzK9Ee3gkozPeMADT76VTQ3ivPvPZg8UjxzV7c83PiCPTmfW7z86KI8+YaBtz+00ziLrZQ8Gv6GPWqlr7vyweS8SP6sO6C617RPOOs6EZfEtjHldj3QImA8KpCMPSHQBTdYaYI8JUzcPU7enTuKv104eN0HvQSelbW0xIu9HIRDPeKsh7ekTJE9cjlOvegpszw16hI9WlJYPMRdwboW/JG27GFqPT8ykr0r1AC2BUxLtxX7+LaJM608gIZOujWlLjrYJ864AN4JuM2Nn7g9KTo2k7cpvPGOuTxPXwu6lKaLNG9qzjjOUt83cGqqPQc/4Ls6lRE3sX0OvI0YrLVbgIS3vvDfN/VQKj36OJg3HNwLvvC24DxO2gE2BpwuNs8FoT3zuWi9R0uYO6/GozwgMD84U4gQuGRCxzn5MZ47VwZkvYKngDyGGFG3i7JyvKHZ8733Yfe8wBWyPZrETDZU6h8+cdAyPNl86js0qoA6Vv/WO06lg7raWqq219e/NTjTE77PBVW2Azapu5T0xbXwjZK5kBiTtExX6brg+188MvXbNK9/sLxnYFG91NFPtGtVPD26IOS1wlsINsfirDaXDQM2dxJyPG3iS7af6nY9WfjUvcyChDxwY4+3mu0wvTTZGz3o1ZG2DUO8Ngz077XpcVq855NHOLNsF7kGCYk4SSG8PVGrAD4Desg9nDxMuhRRBbwSQS69LqnAvV0QjjeSSPy9npuQtuiNmDNURum2VUMLPYDF0Tw5QqI2bidjPQlWr7ifpv49amCTN0XxnD1Imoi9kM8AtRWEB7cnJno9pFeIPW7BvjUBLbg8MQODPVYQyT0fr+u2ofWWtrvRnzjoCFI8U4TsvSX5PbfGsfW9a9xXNmfZ1DVbYaC9MtrutY7JlTq4K5k9KdOoPAsHmDZJ7Lm4PzWhPOnZXDdXQaI7eBMVPYji5j3QSyu1yWKfN0b8JjZxjAW70y5nPaqtyDgKQRA+3yabtr/EMTcNMkW9EigJPWvjGbyaxwS+scVZt9TX07YHXjS85g6mOyxT3b3e3tI4bo6atiaEsTpTTxI+T8VRPaPwJzbFOM+8Ty2mPXNPOr3szuc15fkNPMYYF7wYQus3zeZ/OFLcV7xui3A6vHxPt8WVWrd4svY7RDS/Ntt0bztQb3w91NnGNew7TDY4MiO+52AuvGCz3zUv9ig+imOqPD4P4rUXZm89QnPJPEuyu7dBmmK8Orrhtov2BrzlmQQ32ZY8OXEtvzZU5zG9+zGuPEssELjJHvA3yU2qOAqZvLQZVkO82aH/vP9u1jjXr9+9H3bFPcTrULwDqJU2yoZuvM3x6zyMXpk2pGiBOyoohDjjne61L4uLvIOeRL0evgi4NMw8PNchMTxDbeU1DfJUtxEFXz3cJcS8jycbvcKVYjwk2pE2j0LgvXwShDhG/D06Z/cqPYe2Fjfn56o7RdMOuEka2LjGGyw3gMhVO8Y9jLZfPek97eI7Nv+/+Lz2gWs4DXkgPXl77L1UKMG8NZOiNSGeIbbdgn42RjYRPYlCEr6wB2O8r+v0N06zRj3H+zU4wh7Xtb+CAr5Ve0u9wwRbOvuO+LXR53k9QrAaOdfLSj3MbhK7DwbAuDH+77ZSDwc9MumoN6aFl71OZzO2nNoVPfxzaj3j6II8TVQNPsQJkbg+31k3fg0kvUDp4jRJf5m3iw5/ujkFybsI8U49aAWJtSFmerv/HVO38EfFNBAxzTqlrlC9N0UKN+pBPraYdBu8P72EvJrvUzdMFrs1mu++Nllnuruib7w1G1NIt2SDxLjj2cq8yBtZNqjZgTfAzFG3lrJUvbAnNjTwC4m9jPP0Oh8JTjfZxo+9CDIUNDiW4jqXWFI3cbhstUbeg7hMmL62oRA8vNw5Vrupe489p+1avClBiryQzKq9deajvaf+mzetDvG2Bo4BPBJROj1SnyI6OEkPupxAj7uLR2U8HpCnt7ELxTggh3w96D9tvc/w6DyGd986IvUbODC7yT1MFAQ9D3dju/0z/7t80sw8rh8YPpFQpjVu9yw8R1gcvupkAr1uCiW+iLZFNzFdgL2RL5i9fXbdu5R5gTskrNW94UNpvD8VmTbH3KO8Wfg/N+Z7HL4hI588zXYFNxaZf71sOgi4fwXMOy1PADY/5vQ7/90aPfeBGzc4ruc96DTVt54f0DhcUmm3vQT/vcgvaDPRRC09suB2PQ6jLT07BBA+WzIRPWD8pD145oK9B50cvccWVTZg4re0Aq+OPXd3rTtniJu9jAUIPfxOgrdo7gs8vEEFN6r+Hj2Q0IU38BG/vfWPK7qoPxa8ums3N+Rfjj188dI9aSqkvfybuTZnxhA4aHmhuISRw7j9t5S3XVEKvO3R/TsYJ9y1DUgkvMtx1rr1tC63PjvjNlx7Lb7C0UM6rfU1ux3qMLwOwnS2tsa7vTDq0TyBN2u5VFTHvIBdyr2JpLa9LRQ+PZgwRjd1ZFA2F3MyPdBEmb2Epp07SxbdvK6gcLfHl6Y9owVxvRFCmLwnTeC9C9MBvBpC6rae1Fm2u4w1N15KTbethye8trqivQjfuzxfPQg4FqEBNopfcjyqv642Gw6TO+nRVDt9+++8zkXGPWtcqDt1aAu9XUtVPZFBKr0o/0W3jzIcPSLavja/6Bg+NzGNvLKysT2u1MU4UZ01u/W65TcEEqy7RxMFuKsUrr1VW4m9IsKJPfB03r0mZig7cnkYvW4UVLaWltC228ihvDXkDD2MBIC8SEEMPiBjqz3XB6S3G9PaNz6eCjXHbZ6296QPODI10zWZHZY6B9+INaBYP7ff1MW4502cPfHxLz13zjM9KUuUNz6rJ735RpY3Bq2TOFo5nD3D8m89idgEPeh5zjyncKG4oBI6vTuiQ7uc6wq4AKdZtuXKArthXxY2iITPvCSYQb0sXga48voMPeTb3rnNWhi3AMmoPNbkxDVSapi3IrjIvX+Nxjz4atK8RASetiRF37dx54c9UC/TPNygYDPQvBA2rNI7t5gRHDW/B544ebojNoC2lDvOgKK7baCPu127WL1xLti4zMu9NVx1hbzHzhG3VH1XPCQ/QDvar648Y9aoPN9JmTU9LGo8IlkBveKnELZLb548ZNGbvE5BB74ORWs0WuArOnqyHb79SZq4KpkNuL4qdrjzowU9DKfXvGHcMb6XTnA7ek2Etlb/kDyIH0w0nGNjt1QPLL4Tx6s7HkxnNx1eF77fFRA+G0JFtdXCNLdG7kQ8Wi3kNqJWnbtPyBS+PXlHPQBR1DcyH3Q2780gvl5gqLU+U8C999lAvMjKD7Z2UbI4ExlxvXzQ6Df2V987TJlRtwuCCDZEThu3t3NAPIf2hj1Mex621ItwPJrEizyt5LI7vFsPOIORazx5gQa8hcu1N4U1Z724MFG3ZKiMvTTWAb0L7U+3LM8xuQxE9LmG2hO8ov8rPVZKwrgciw89PaIPOD+kwTguykw9DkFdPFzN4LuTL5485rBsNmi7oz27C5M8ucI8vYJejDWwr34278EUvITh9j1RuKO9tEEKt4BuJTUzrJI5VoDuNVX4bbxnksa9Eb45PbGKFjVKCRw+YSmYOtABMTthRBC4UxYHvN9Bn72K3p28FfZ7PXW6Br6w5Qg9SxpwPerkmDuboxO3IE7ANmZEHzecD8G56/f6OmTNNT3mLiE9yvXut3iAHb0TkcO7VZCrNsNYvDvSLg2+hgxBNUhhi7elq8W4e7CwPZ6NZL3r9Gy2ZKKgu/NFXT1gzWmzKEOVtxh3C7iKMR2+s3a8PHpJKD4MHoU0cF20uDevkTsOPbI0Xmu4ODD6mbxvtdQ4Qkl7Pbb9kLh35ro3+aW7PS42jjwHrxo9zi0pN/jRbL2aBXo7qrPPu2LugLaAtzU98hhftt2rAbwvG4A22jVtu1ytWbzXFpu9QT1ZPBxWFT1KRyc9VeF2PB7BSTaKIAA4hLGQu9Nou70Z3Bq863hFNwrvZDzPZaI9WB9Dth8UVb32eUe9VccSt8OlMTz0tRQ+u756vRBZAjxK7Q+48IXeuTsHpzdC7Ae+MpOXvaQC2Dib1RY71rIAOLLPLza3ZIS3YZzUveKsaDe8GP42TVboPa8zDj1Jm3S3E4sNPKnqCzimH5c9tSlSt+A0RLVqtMc7zZvZvdZcKr61M4k9HMy5NdS9o7z6WvW2uGoFvXrkpDtnnmm94McTvUwXQb0W15K8HFOmuO38GTtheZi4dBjwtmhriDP/PpU8jOGHt/FVoLbXiBA9x5a+OJXth70wOJI2tBMSt2O12D3SOL47nk3TuryxRbV40C04gWFhtTgpBjevYjw92W5XvKzU0rZ8ByA9ykOHvXm9G76coAM4BHCFN52mzjxS9Au+D22PttzbATWPScU20G9kOFbhzLUvb0q3wIchPc7AKL0T01M3Y7vOOL89nzf7Gee9zXWFvbfRHL4z5oS50rQUtwfjHT7XZtO4OgBTNtNkh7y1+bQ8wGsrPfztJL0uefe90dEQuCeOAL0my7I1INCIvYtI3zs67yS9cLOLt3hryLgMWY+9ay8CPb53Z7waqBc0BFYxPaOQmbdaI8u4hVOHvbEOpD3A0cy0W/cbPaALobfAE0k8F08Nvpv9pD1JRO698c0hvkCpF7Y3j8y7dkLYuMG+g732PSW+QvkWPn91Fr1s8oy2HMnyteRqBbisOBy9tBUYOXm0nrfiDtc3TZ0kuzSDGr7Pv6895efiPShYZ7vV8+k1O7YLt859qr1qUVe9XbOnuNJYr7Vf+Yu2svIgPciYCj5StaU2xuRZN+Um/Lq4pSY97i0BvcTsojxmwg89mcyJtxocFj4/Rq692AqkPBhtX7Xhwyy+HwHIvcTBoD1jjjs6PWuAvRUlMztA7lS3DMMXt1xt3TxOGKq9g+GjvYMTv71RGMM8tALGtPI/e735wCK8uXofviYiXj0Mmem8hVcavvRZ4rZWZ0+8cy6LusenEL3afcq4il2PtfBVLre8QY09NbWct+cs8zs3Ewk2mAa7tXNtHj2oJxg+RTrXNzVsVb1O+YO8UIIPOJxjvTetRL07rOCCt17PAT5eKpY4httqt1goCLiMjge+WSW7OZNKY7gascS9bzRsuyLOJ769eg24KYmTO+iKl72AjyY9B5+zPYt4p72tT+y9kKPmvHBUKr7LShk8cyGmPF4OIjWdET63XSDUO3J4prvoVQE929guvHm927X65LY1w4s6N9msnbppnis+yqWBNisM0rjlmGy2wNHhvdDIwrc5keu7HMlXtyNVHjjaWyK9NC/Pu6zZSrWEVMi4uI9SPXp9nLzJ0ZM2BcYOPhVEnDjPkmC7U4atPFUefj3q3RM+jm7ZvWm3HrZyASk7zt0Nvn1Cobw3Yuu8Dnu6t7rbHbeTgCA7LwjytvVHiTf4LtO2xanavT80ATeYRpI98H0nPYp9BruPyDw7MNWXM08qqj2gwiY+MzjYuEETFbe0vxs3mJJFvZ1AOz3Ac3Q9qwtEOv03gjjeuJI9wuOSvY6VRryKyDm6aAUPuCQiuTxkW4Y416cYPmCESLZIHcc8EbEivcAFMr3MlZ46aHZivTgkh7dX2wy+HI0qva1gBz0Uu0G9ce8CPBsESj3OgMi2PClvt7bRz7iQsra9v4HFvWvi1jjWafc2DMzbO1iKoT375YC917pUPecA17smp5e98JZXuttPKL3mOSK+VHguPp0DNL1FnOy2iGnWtt30Bza/lls9siOFOwYyhLqDFbW9zydwPOVapjxM6627tdfGPdsAxrhYD9U42PHNvbLVDTyAVVsy6Q/NPW4RijdbSN88JQBwvRaPdzncB447CO1cu3ZbCj4+6hG+Uor9NYWzBj7JIBq8fAiePfBptTVzaas2K/8VNjhHXj3DKaa8fhT3NxW0jrnx8yM8eN+bvHvwELhjuVq9Ca7/vXDmhzes/qS94kZ2vCPdhrr2YGE3FYa6OtydMbdLgC++n5n/NvpNSL1CYHM2Zu+zvGNQZjzrkUU8FM6ttTboqD0NVti4/amOPGjP1D1TALG8JbefNuw+IDfCztm9BNCjPQ1O2Ljcoy42UcYhOGBSNDsSIzA+ZyE0PdnVrLWroQS2DfW7NgX6hrZIAFY2jM2nOBFuC74OFCq4jDiOtsnZF7vb+IW9XuB9OuUjM7fT0943RDoJuBEGsL2/rbS8ScJaNhpwSDeVKsy2pJ4Nu3wWu7psLt89mBRhPSBCCDdLTQC9hvcmubDNqzwF6zs9pHmZPCVwLr7RlL+68cihunUauLw2k9c4SPvMvHLmJrZKb8c94CnmPJhZzrki4AA7fOhwPbf+BbgVWg2887yoPBzkfTpLvn01Qd+7tSdQG7aIJ4Q38JAFuHwbOLcqvyS5AO8YvtYFVTzpDy48uDNDvFs5Czcz4wK+yigxvru81by8xfc8IfGovT6BLT67D5k4a76ZOu7/mLyYnaO8+FfCtu15LT4AUym+BgpqvdvHmb2x0Ge8RpjhPRTWB7zzZWE8Vd3wvBN0er1J4UO8mE4/vadJlrvEPbc9PWceuQhF0zgNFfs7aZXiNQH1QTxRDA64eTS8uxohLrdrnrC8xcxNN9FWJj1ijJM4keERvqDOrjtWLoe9nUUPt+ycNj3tx4w8RnOru5ivrDMFmUW8owkLvgHfwbgf0vk8UnscvCFq6z1bdBC3sBbkPGOah7tfPom8QSsIN3jF0rqIDoa0rKopvvgAOLebAc21YtawNQxEaDbLSXI9LFgiPpU2C7dz5xk2xOlIOo7x7ryKDi+2YtMctqrunL1Nzps383ojvtXfU7cq/8e2L8OBNj9Whr0AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACATP09Mh0zva+Vy7gKUuI38BCAPLWLyjghyka76ZYEvWpUxzZctxe86FoRvZBikry7aLy8MiWuveZNJTm5ZCi4ABUOveH3Drh8IyE9TI/vtlsfuzjj44c7kkX+vQLBxDRghaY8L0QwPPqTCjoq/429Mx4WtoCJyDvpYNi4UHIzPQEhyDxZehg+9Tetu68bCj0A6IQvgiqjuAWWBz0TKVC6iu8QOFxbcD23U0Q8U2LmuEGbSbynapk0Pu2bttGbxDzd64S9uPdaPGhd6ra7NIS21Centqd4GjxPw4S2wruwPUCtpbtubd602zyDN0NZYjfu19a2eaGuPRjWWDyq+0C9ga6xva37vrummRA4h53MOBJpRLWwcI08YxbXOER/MjcWaby44QcgPV0T5DxXAY49LhKovRft9z3qub84dd9itpuU/LwSBVu3AlVNPQb2gz0qiDk92Ro1vftvCT7wjYw8SewHOJqI/j35a4g49LTBvLEZnr16K763La+wuLcKHz2s5rs37MZrOESU/beDF7G62PWgPDS3yb0cIxQ94xmIvXGHNz1M0kA2WsOaveDGTD2PEUi3nV7YOAaaHTvEHpy4mf5qvV9R/re/XTA7jPe5PS4h0j1ruKo4t6CHt2MqFznwpVI1NUZOOnkfR7U4RwC8dCoYM0N10rwkQdu9UlhDPelq0TV0W+k2OYxdO5+6hjaZfz48dlNIPe4mBr7qEZq3WUCpPJdPJDf7thI9SctmNpGXRDfSuBC4olTUOIw6JTv4N7k630ibPO3/EzsUQww4oiMeNuIp4rcntPg89SKQvbIC5LbAOIOzvXSTvRkvTb0PMaE6NmSft3OMjDz6cAc43qadt7EC+7zaxx29tsaivWucjL0hfn42u2sUNfctuTz0WaA9fm5MPcH9EztfpGA2r9OSt4i7rLdY0fa4q7+QvMAHzTV6UUi7RwZ6Noe9xzyF7fO9DF0DOG4ECziLd028zFMUN46lOLYe4QI+6OjYNRQiurgoYti4571mOz2TBjf4f5u1/IqSN1POODvQ88a4T7elOJ/OMLlTI5i36XxOvMXzmTdEcKQ2paC8vYGplr1sp547E7fBuH/yXb0eIK60BRs6tnrfnj2k2oG8dh+Mt03VJbewvKy89g+Tt00xTLzdmAy4Dr4mPAggRraXVqO7H8JZPDVGOTcEaoi8OE4KPg2fEL1FHwM9mKStNlfQ7bWeA6S92D+wOTfu+LxEOuw8lyuZvWvaHDVpt8I8NHWYPW5MP7xmOVK9qSkbPAHVjjeLn8k9ArgBvvzaIjwwvtO4QElmPZqf1DbYZvC5V4AVPsxbF7qivjQ1sNMOt2YAnzeHhNW3AOrNtELnvzb3+cy4zZWdt5xvB72kTq85Nr8XPSa4nb0r5+6991dqOqcO9zy5RVy96hBNvfnRXT042hm89JR3tuRIrTrMHEC9PTzrPa/esryKwKq8PA+Ltks6HTqmyao3D/yFONC+R71JRXy87T4dPCSolz1c8Es9ZkXjvTOOxrUyBjC9psjXOFGDtjxGm9+8c9y1uIBiWDhW9DM4HbSrNpdFIjr3diC8HR4MvLw0krdMHNi8zqlsO5jwF7VQoQi45GrCPIId+b2Ic647SWm+NcCTH72nn8G8nEyWPJhyl7QgLxu+Z0wfPfPbBbW6GQW4EiDHNbQcx7vKGwk9G68st+kCHzuzah29yNWLtwxTXz3ZZPs8BFGfNz80r7duBvM2Y9IbtyHDAjbQRV48Ng4wvOp2dTrxgE29mYYuvRo5Cr6db0y2f+KHvNdJ5bobjlw2O0M3ux0njLiZroc9vhcuPJK3l7v9w7C4YzrQOAfsUL3MrqW8BgKAPVvnTb0zYC88j+iPvdW0KTYZXpG3phNaPXstv7fOrK22KoQSPo9aKzfFdA093Gubt3L707nfi9+3uGXuNj8cqDdZvQk+BLi0uE1htz0kWrC7DBTSvCc4xTeDGM884L8JPuqHST22ltO822/kvNOOvjwGZ5E9wG5nNyUQyz23WqU4EQXgPNS7drYDSUe7eK1qPes5iDopKpC9ezEKOF3ZtryImPw23pNzttdgILZ60UI7tJGZNketw7ZKvou9OLlmPAIkVDcrKws+fPqrup7fEbqImZq2ToO+Ny3mjb31jFc9PKU1vaYPSLzlOCW6h3gbN5/IVzzEW3G3GYt7vbPpZTYcR+c8a2JiusDIDzsEbZk9GC8JO9WFDD3jzdC8kv6GNKWLKTfIylS82gcAvW9WnD1UkI69UsTYtT9Rhrbm7LY4WwWkunAI1j04xzq8c+uvPN1yAba+1eO0rVUOvgyIObv4mNQ9mGgPPRqbzjjo5Mg88rMTuM+eRb0W3Bc+wdoQOOwbArxmSvg81uQCvlK6uLjKhOe1rgcUviA7Lby+cRO6XAvHNLDwFD6VSYY87E2FNQBGEDjjWNe9vx7mPM2bF7zEa7I7cAO+uL2yEr7OK+425HCeuGDf17hnL7+9sKE/MsP91by2sBG4G5/Tuzz5dj1wsWK9MsCyvRP5CryoeM41oMU7uL3/lbflm4w9InSquMrvfTalZaC7E6uIuoEzv7zXd8u8souJOzimpz29TRS9FGYau0wbIDWufoS4i17XPaqzvz09vSK35Qb7vQb87z1CB563Ttw3uKj6QDqOGhG2mi4RO2cmDb4mLO69LWGXO4KwLT2xCV26qQsWvcH8DjwSTY29acciPNZyvrkKQFg9mmvmOphWQ7uL6wi9iJAtNpGEUjseko49r0Q3PFIVc724Hbk4vaBfPWrK2zub6Jw3JgLXPefwsjgBMO+22JDXOM1xvbwALn+0hV1cvcuO+rxDkMM91uY2t8CNFb1d6VO9xI9XvWq7DrfLMiu7FBZIPbu7TzfpNzA97cwjPWT3IzzTI3G2SmMAPXEOCL6u6Gm8Cvi2Npa3/DYrZI61ass/NnM0s7d/t9S4Qrs8PNPBF7vjf6c3+7z6N+gKgjsMPxI+i5EAtZX8gjwMB5K1eqQ/PcsSMzzZSO63rNQPOGR9yj05LQa+j4AMPS6DDz5Cs9e6JKwuN63ERzqACYU3GFG7POsL57fI21q2susDNwFWszunW169ef/svayTtDqmY149qluBPU01zbVdmLE33CLcPMBQargFsfG9SfRkOMvS7r0Od1m8QEIwPFRSezy1Kzk7vfS1vUvAEr1tnP86sGzht4sBLbzNRQS66/yXO1CNKTb3QdG7sOaBPWjSGbxUSFY4B6YGNt59Mb0MtBI89VzUuDoE6r0K7ia2vv5rvRkfE7wEJLO1qeRrOKbXFzxGQSY7kcvxuzhTzrgKGYk93ivpO8E8AD7NT4c7mMTaPUTpxb2ZXQ44eeVMt56ONjzQcXU98RlFOKiwALgbeqk8eCFQvYauJzfN4l696mVnPEWk4jcig6Q8y2cePITTNDddP7K2x+CbvV40NjtHS543eCwMu1UzJzXVSDG41+LEO7AO27uQrcm0PSGUtvlJijxdM1A9wtaCPcOaHDc4FtC86eeKOH6Llb21Ggw4ONnvNimI4zxcKkG0Ots/u2xYTTlVSzi3Ivi+vIonr7z8dR2+dSv8ux7skrQfk5W3RNBKswLsgLx2FDM1cmxvPPy1lbxWKVG2f3lDve/sPL3vCFk7TBKAOlabcTd6U8e2tkvuNiIeGLluGIa4mD0HPYnwvDgKzvU6JCZ4tVNU8DtRcqy9lWAHvcYrmjbx7/g9UUYiOpfJurWfS5W9Yg3zPbPQS7cGgao4ns29vVjJ6zvihQc2MiATO9DQO7ZLBqO4CW7EN64G0zeSmeY8YWzGvZkKsDRVkcs8Wf4tPNdC9j0RCjA2L60DPpjBAb3p5vq8EtB+PchtEbzGmIo6i+0IvSLXSz0m8eq09vxkPeS+GDydsAq4vXg6veMYUbUPu7K7RFSGNx2D0DxLfeC3wsGtuPLZUTdXMgu+fZ2uPWzFfjahBhC0EigbN7qSZ7c7ZH+30NnYPb1/jbX6zpQ1/mmKvGZoZrejDKc4OQbsOxC1Rjuk7ZO3ndaVPH+tL7eUM6c4XJ3VvJvpHL3Zg2c297yCPEljkzu7lta4UUAAPgWPSrr14wy7Ilf1uyut4rcj0/W3N6RnNjxobb0PcI24yzyEO0whULc7y4C3ztyEvT0F4Tu1DZ63jA2rPKXhVj3wPpS2KpPXuA7d9zwUG8w1DpLausXQELgPSY290m6Ku0t4zD2kDFM9etmMvZdNGr7TDCO8u/HwPJRAjTXlcXG833GAPWoNr7jpBJ833C8LuzD9nLc2kYQ2zQo2OxHIQjyBaao8bTzYvZNUp71qTJm2iCXSugTxULZm3L06WiwaNkARrrylJSs1af7ntnA/RTbOqT09GchaPU5w5bsZxhe+2WeHPdROyDzC84q0zPkhuu0gfry+ery4wTZ9PYPZCj1XUO67HWAsPZ7aIzXg/AQ9Bk6Gtf0bAzi8QCI3bscON9/mqzx8Dmc7PsvKuBQpDz2oWTq3w32LPZu+uraiqMe80m8YvbVoLLeh79S4RoHsugUKDzZT6Vm9Y4KqPYkOFD2Ol4+8GOUSvmWzuL3wjMI3iEZXvXMyBz0UwUg34mV2O7JhFL1hXQy9v5VntvdoIzv9lr09n26OO9aClb3yeJ27LdmbvPuFqjqZUSO9LJ/RuKzJzTZBk/+9XMvtO4i1Erc3kUq9vw+Rt2aOIT1zTke4Dr0gu+cYaDmUbKI8gj6kN9m9uTxyFK22I385Oqi58Der3IW8JNQWtSJD7LyESBE95g9ovTRqobyweA098O/PtTo6Tj2B6Ji7Ui/JPU8EXrz6baQ42OPZvdOHRr36A1o2mfuru9/PK7zSPAy4FuDWPUCRITz/jsK3BBgxPLjamzfb2xI7hd7kO13AQrxEJ8c7mpwGPLhfj7f0SMu0/1ycNy3XnLduf6u3LvRQNeqrur3Gz349MQ2aOBfwmzh3TUg884EQuFpAKDyIG3i6vE96POUS9ztoM5q3m59dPCryjD1liby7UfiEO0CTFj6GZ7G2pt5IO1GkEb1L2/m3Lv/uNgaWO7Z/yoE8Jj4tO1mkT7zirRy8LTuFtyxyzLU4sJM89KGWO+8jp7dmyZM7DLyaNa2mLDelgBI1ysYQOKmr8jxVKY46CTacOnG+fjz/SA038PEqvRNkgjyov1IztVnYO6tcZbY+fdM8FIZ2vTTuzbyF2f21JKvOPVhInrfKUPW3co0Ut0AF8jKXBvc9vOqGN9DBmTbD7824tAHoNs3BCzaI4Qy28waMPQto3jZp0O49hPTWuGJTurz8B4U9OY2TuQgEIr2pGwo8gXZPPH4YErzuLH67BgecNT5067zwmSG2rY02tiFYEr1U4Su927uWvZT/RjygIAk+d8MPuPK/oDjevFs82mZzvfqenjpqjTq3kb9WNRjiTrixrqE4k+oRvoiRkLX9nli9B5JFvalr0r1T4Ce1wpuGvAsyljfODgo8aUCrPEp+OTZ+2aw30zR2N0y4gztrRvy9kPUzuHmFGzeMTeM24WTqPB+zCD0NVkc6g5gkPF9FDzgr1RO+rxsKPaTn2r1l8VW9AZBZPYDd2T05UB88W6YZutBz1DkBAdG2NQe/t4ABCrv13W26DlGIPVzlbr2Smsy9aZnUPBse3bbyr7k9mDcTPqub2LveqgW+QeR8uKq17T0bUL+9XNMFvGxVq71krBG5kg2nOOX/jze4CyC1axFnvZ+cmLyKGfW9KzIkPGNKUj3D1g44HdOFO87KAT1XNg+1t/58O/R/4DW8aos4VzDHNkqXZzfey229iEiCvHyM/bsg9083zorQN395zz0DoE29dXm9OhXzj7ccH72021Eevnl2qjZncIc9nUFAvUb/gbiGhlW8qef3unM4Qj1iA8+8kXpOvQw4QzUkEUI9bFtfveFrPL1XIj09qiqNul9zS7ccn2A9D0IaPi997zbPeEm8WWtINwhIibpkNMq898cCO3PBCjYfxcO8BGSYvY2K6TvWSnG3jY7cuqaylrjZncS3rHqbPF7UBzjcrbi2HdgIOl8ClDwmOyi9Lr6BtpPvD74Fsja80qEnvbDjpbzuv+I19Ma+uDXT4jyiAf+037CUPbxcurT1/9a8M1uQPAUTCL5RqMC8vT5jvdgFmji4I528jK05O/cUVjd4ufE5sVwuvN0Bn7d1qmm9156oOGiTBTdeQZ02STPRuzOq9zpeXO+1wvmRvScYfz2MX5M4NfK8NvOf1Tid9ps4yqkyNp+R4D2oRIQ2E3SqvfEuRr3Ct2o15Oh3NWXCqT3ClQq9LFbyPLLy+rvJG2u8j2aONgjMHD403K41SljZvcvITr02Axu1FTeHt2Ruorh9MR29i8k2tndHlzc5uJu2E+PXtkcMKrtY9Zg6dFlPN7CHAzuE84c9sCqQtjrJmLbt3kA36WzEvLrstbw0III0u1+mvF0cfLgpEvI69438uTVAAz2bo526I/uBORa9H7toAVSztGXoOjPKpb0i2948OuZCu+EoUzzKf/u85hUnOgjEzjvc4FU2ILgKPUlf2LhGHR++BB+LNWm+Mj2lyXq20rDMvMMiC72IaA29FYvYNnpHu7S3lQq+69YGt7XqnjrjuC63I0FzvTAbRzcm1Ly86lEZPcg3VDekQB+2zHvXvCYlGb3+o+I2MTaovMU0ELq+Nme8dLRRN58AATi7A1w9x7ThOvOGlDXnfBo9vUOEPYdIOzct3eO9fBvRuzXsmzyrTyw8+zMKPh+xyjwgbcuylviIvT5ETLcZjyu7dbI9vNIo4b1mCfM9/cljvBIucr0zpIS9XtJRPCHr4jb2NbM3lH8OO0qCnzfchv+2ScTXuEFmtLim7cW3/diIvQCYazZv4iI4UHQNPIk1oLwD4hk2ND6sOACQ6bDHe9U4j50JN+cEMrbAmYi3OtdSt+hJ/T0EjY247wAbPbijBDoD3QE9nTkqvWAt+rZXqJQ4y9y8vX1dozYhEKS1c9O7vftxODnSOe67bvzZNrxm+T0+WZU3PhGaNqlwHT1wuvuzd2TeugkX7zQYUwE4C99cO5cUhzbHnm69XWzwPUXPoLt8BUi17eAGvk7BpTqGTJk2driONUfkyD0KL6k9ujegO9sFWLtrpo685+Y0vZrTCDukw369+HUutALlMT0ubqy7Cc2+vIed9DmnFee8OyGnvd/s/7l8OBA4FiACON9WWDfR4bW1uKOFtgH8RLXm18K7iKGBvCGYLbdLkka9YPgkvRJ77DMuNS04gV9QuO0op7sEk5Y3Oj6fPTsv+LxqPAS1Phs0vSozGzq2XM64tNqVPbaXobz8OAg8R1KWvSpitj0TjC09nrH1OXgmr7a/7Qc+hfgsPTGByTiRE5O1Laq6PA5TJjZorpq3k8vyvA2DPby3+Qw8Rb0OOI/0ybzKxls6FLeINl4rOL2y1vo9PDqqvK30hr1g9Lg2n7KPvHsMsLZseqA9uDaXNRmMij2vJrw7xOKDNj0hSLdvNIQ9L4MuPT9T/zw8P5673EKKvTPqCLjOXfe97oGnPen/37zXw1G7qWNNvTZdsLYkN6Y9z9mmODrNk7fyc/i1X9FzPWjBqz233Ac3gCXqOyZYwju6R6K2URRfOTXFlrdAad09zxZvvQXrg7d5FC689rkXvrXTQTlz5Fi2IpwOuNjMTLaeJlW7sh8Pu9zJobuVfze89mV1Orj0S7WWZO48mQLUt/mEB70Hjao6zJdytYgZzrVguXM25La9u6O+EzszJ0A9C49Dtbo/3bbmmHC92G6nugwfETalQuc9xLRENrGTL70F+Ne8yyLfu78FODS00NO2nv9Gt8fwdjgFyZG4xIQRPbZ0lTwFUq82eRFIvQYvnje4NMM97YbFOOA6sLhtiS66D9TwPCfi5jZIPU268y2FPaFltLtJa+M8iP+xvKSm7j34rby82ofCt+SzjzcCF6W9UYDzts6FwDWEVZA0ApekOPsQJDdyQsm2L/bePJ+AKzxuePg9xlHeuz6fjTwlr9q2v0bTuL4pJbsyWFE36rbRNhoYOb1Kc1U9tRymPYcBZj1pqpE6r6kstcJUET6+A/E5pQK8vXoyx7QAFeQ2nnJkNklREre1OXI27vsVvrW0y7rs8H05L7mat7M/b7mP7ym65u8ivU4qArZLPsE6jrkZPUGuyT2KVjm3IK/8tmcYTbw7Z5c9vnHwus0fJLwjbbW3+pXYO5NKuzvK6b08SedmvKQwz7yuWFs3tRFuPbfmBDhoN7S9WbxZvTPQ1DwmjBS1vLUCvYvcujbwjQu8jhrevNxXJ7t+9FG6rV+bt+HoUTZjXgI2HpMhPU3Phrd4kykztTrXONFJ0Dg4np43iMLXOeJt5TtEpiy43MGHOgHD67pEftA4VNoxPFig7rrabfQ9MpBXPFhTEb7YKh28vXXDvObm1b1t/7O8k6oPNlkMLjZ/1LS6DV0ZPWamQrfYIjE6uuaYtfrzQ7U3Ebm7RkIAu64KWDwaivo2zlh8tsfCDb3oRG+2MsEWvY1dkzsNwxc5lcrIuFoaBj2TXgy+ZTWbtxvIfDr+/ZW2CzZUNWfJdj24WJA9FiCUvd4frDZKFMk7fC8AOHNepzjEqGy4OuwrvWJLdj3Z7U66b0lrPGgwGzeSQWs33vy+uB/7MLaCkYw4QoCcPdq7DbVoCTe11eqcPZ/BB7bWhXy22MrxPSbfhj1zd9c46SyvulTpPba+ntO8ZPW+NxEXKr1DNcq9ZDhwu/yNZD1zE/O8TB5ONkL+aDbQN9I6Hz0hu5KjGrf+vua9CTMivHSeejwwLYE6m+HDNaawBrZAYuk8gWLvNo+OzDz4d646iuRWPKpZ5DqEpKm9jNWHNbeY7D2dAao3vQGEPHTKuTqquOe9etbdvaLGfLwZbtG83eysu7QyKb0GH6Q23OWxNedur7xzMea8+kk2vKndhzxq9iW7Dxe4NyxPtLSVkom828YLPRfgaL337AS+ITQWvfWyoDhrfho3HmqhPZB/Mj3TFIi9hPGvPFDkIbTSUsS9dX7bPehNcj1qIZ+7hrTFOKFpFb7wKz29RbwIve20XjZSWiE9f3XivZxUk7wYcFm88nrPOP7ET7trqXs8YXzEuMWKkbxYHXA0kDv4NxCNCzbClUe17tQ+PcYNzLjtPcU65weWvIIAo7x6wRS7QWZjODkJUbapCDA9/ssqO7AaeT0H/xG3WYWRPeiNRL08VYi9ql+AN93h/73ticS8A1TIvKTfyjgRH3w9QNuVPJbOuzsgtS+7Mkm8ttZpmT2NTzC9CBeSueIFDz3e4QW4MwQ3uRq1VTa29s+83cWiOwZXbb2BBe29+/yCvZoZ3r2E09k66bnGu9g0Wr1Ecps4wi35PNJI+T1T9t69uScmvSbopThu6OU2lL9NOn3zAz64Yyu6wcXoO4e1cD0eJTY1VPOQvSITYb3IATQ9Mhr2vdl5JDrWqNe9nlgXPuwkSrdWZ4K7WnaKuzX0Vb1+dys3HkyLvQIbz7xcbvM9lZScuE3AYj0F0+62KGAWvtajpLhHZde4ct8OtpVf2DgXkmu9oiskvMYMQjdWE9U2oAabuxcNU7doJE+3zMcetkCb072oOAUz9jvLu4kffbzkFgs7e1hnPToriLdS0k07VFeIvP4/3jXRhRO6FmyONU8bpbwtho422FaTPQ5ebTjQRAO2+tbNt28GYb3hka+3UBoLNNlTfLo40lw9YbqLOHNJNLxwimC9kXEjO+afIDf5OQc+0tH+PcchdbyEO0g2lbmHuj2JDbfph4g2HqblvbqcqDiv/Ze8Pv7SO85CT723tQg6hyINN08jVD1p+UC2BsaOPZIMebY4Vt28O3bVvSlB6Ty/78y7wkc6N3rt9jUD2i41s/RmO346+zykOaG19i86NkOmA75FFje7eWsgPSJvjD0Zywo38ishvPvy1DwxtWk36BRfveeldbemH3s8AeDbtslZPL3J8u49Sz/FPDQkErlnoyC3KmpUN4qX1bguI4k99D5lvScSvDU0qh+9r/r4N3o+gzlfQl67+REyPLT1Bb32S9+97U9svPLzsL0geD68uHsAvVJ/ibWcNTK9TZX/PE7egzvJADQ3n6kDtxcK872AjRm7JerXPHsbSb2X83434XGOvbj0QzexDYW036WduOt5KLwYxw64fIj3tifd1zStBo40cdKXPAXQnT0r5Ac6c3X7vCh0lz3H2rw91IqBtq5Xub2emsY9HKlmPfZqmjdIGJQ9R36HtkwsGTVoAPu1zk+FPcdhCTtsQ1m9AFTJuqXmIL2ERYm8GKnCsgrXlLooBIm2t2PyuiAkXLlkHlw9Uv7LuHYjbjYfhxu8g3LMOATtEDh8smU7O6lMvPQd+Tctp5s8GNkuveOPWr2tjDK3a/VJvAAiSTpbt2S7VJw8Nq19YT0Xu/20A1UEO4C3nz0UjXm7Ea7/NpPHBr4uBYI9uM++tdrVlT1AFGc9wkgMPnmSFjwCd444wh+It1VJzrz4njS78AVMt3VLa72piQW86U7cPcjQ4735oNu3DErJOilT5bwq2UK9d9FEOASZr70pdh4+ApTNtX8TXjfmwE66nFCHNDOWiz0GJIs7Nsj0NDBbYrdg62A1hEpqvQfvFzVK6bc7yXOZvLZ2Xj0LzpC90AuYvbJitjZ7CA+7qpyMtRORg7YjNxw9le9AO9nZZDvQqs+907PROzWSpj26TLo6XyXxuNBCaryZwRc8JvWJvYQ7jzeg06E7FzzvtYJMSjvKNzw3oJMZvRLRrrWRXWu440ZSN9mEaj3DA0K8Hpz/u6N+xbiFLoI9JO0LOu9WVDiYIUG4fhOrvNMezLj091I3+mWyuuqeNDwLM4M8O60Cvnqu7TcC8Dg6+dnwOuTg2DznVIu9eoKGvJ0qAbiUYuu3l+uUuzw0yTj3wVQ9VCrKNMiFjjfj1yW2klwIu5HXtbzGyH+3qKzuPQAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAOf9kz3y/0W9mspyttOZkjiVzUO8n6nEPdbfNb1grOC9U5AbPqyzujR2euC7nY2MPZAvCjfrND+8sj8YN9vxtjZ6e9O8H5j4vLCqI72PuE29KVAZPlvfGDcGPGi4l12xtbOR/Lc6keC8pcS8PYZk8Dwt9DG+Gx8BNuZRRrzC3Mi1HtKetL4f9DwdT+89ALe7vHS8Gjq0dla8ld7Eu8ZTmT1/0Qo+lAggvkHYHj1DFhm76xvQOI49U7sX78s9lu4QuB4aijnJN9g3zET4OoRhCz5uEWU9VF06N2BhgbeNjrA52ur8tmI6Gz6wiWA3UUknPcCMWztgSfm8RTEwPeDs1bjjQc44g6hPPJ4Imb1DTno+oqxZu2FaEz7XRhS+6zoPuOmI1rghMBI9bOxwtc7SgDhvocu9W95XvdRKKb7rDxM7TpkguOQAsrkXkgw92I9MvUJ8bbkGOZK5sVw3OlmRqr1mtak9EwCrPYjKOr2cfZ+2jYwgu2UTCz6UIyA3nm3EPaPNrjigv3O7HlOLvdvT6rbVIlQ3HO8etuoV5LdmXN41LFZQvk8p5j24MK699HvQuBCe/TW60MQ46nJYPo8USrwhs/88ssFiNqRk9rzgsJS8irWxvB+kJ77LvFg+ofaetzzcGTeuyxY++G0JNp1mgz3KerY8nQZ/PnTVrbu/NqO9r2dqNLPxjby2Chu5SYqtPaS8nz2WEtE9Uu2uuyi8sjx1gBi4ODCft2jSuba0rHE8VVQ1PW6bKz3ncYG28lIWvT7VR7xGzce9v/vFvd7bwDvnUhW739U0vpg/CjdL3e+9fhBYPlJKM7z6xdW8yIPvNuWwE75SYf69txEdvl0WiD7iM0k+NmjxvYQp4jRpzNI3nNAjvl0Wm7qX+hk21cWVOkiYdT4fpjQ+hRJduQSLij3DNqS6P5qrPbZ1tb1H2566wdCJPSIkzzx8ook2GGTrNgcqNrz80dc4cEKINhQzlbw7CIc7D6fmPbQO773jgdW9yIC1uSmlDLY1vMW7Yp5cvg3DGD5y5RC4ftecPUDv1TW8s+y90rPuOwnSbL2URmA9E+C4NonpDr75MEe2P7AZvphsKTiQ8Z2zLy8RObKLmjYOHB6+NX53vbrTgbeBFzG36EyQPGngJj63m4w7yxGxvThRrjw6/HS3Mh8vONMwCrevn4y1lTI7u35cTTsYVkw9LyuFPTPn1jfNdag8ACJAvYOwXj6gPSu4NokutxC2ar4+xgm9VvjHOMXezLjiLKm9OUHAuDutRz1Wl6Q9z65IvNcvgzquHRK7uhFPu4DC6z1IWMQ1KLsJPU3Ao7xXNxC4xe8rvhZSCzzKShG3gmZ+NyXm4bwatHa86lF4PaKObTdWek0+Wj1APrePLTwImuS9wO1svFLw6rbBSL634147N+J8Er1Esy49BUTHvO6w1jaH6mi8wTwvtuLKIz4XhSU+dA4qvJNvELfQaR+26PqjPEu5KT7W6Ga9JsouPebOyj2RTc241IwOt5mePT5xd848saQBujLs3D0nIyI9W+IFPMaKiDbks4m4BbwHvPM/3T3r8KU9d52Tu6+PiL7JzQc+uNJyviMTNLd+t9a9OE0pPfCGkTdINXy+NkXdvKrKaj4bVLI9bgHuPfUDbT6whaK0P9wEvQrXg77riEs2fxFavd7jgbl5+dI4R0sKPolZlTiCdTo8a72bOL1CwD00cPy29wRUPVN8crn2ooK8HGcnPZpxk7ohHgK5SRq+uwucJr7yaRe+oW8Ztyjg3DRkZrO03lwEPcjQdDh1sDu+AfVzvUDDaTwsalQ3BeIRtYLdNbc/ZSA+KYVhPXBt6z14zWA9vyJxu4QOVL6Vz263xZPfu/kZrDwnIGM92M0Cvv1uI7Vp8q89WMQ6NWXgDj2MNi2+lpCEN+D+q71O5yK9MSAevQrI+b2GaAk+7xUNuF/Q7T3FNSY+Bsrtvd3DBzppRA24rFj8u1afkDtyMdO7/cMHvSpRo7y2qou9mSIAuLPRaLaiHSy91CGVNbInhD3wVb41RooMOBOFGD3vKpC4/l6avebGnj2bNl++ciHutqoWjz1UrKw9PxKTPcRsET5QkTa9hSq1vbCy1TysuRe9HDoLt5BEULdzviE+bq2Eti3pW70gZRo9KBYIvaSpfLYsgV67ukCkNsSvrzYo+hg+mvk9Nvludb4Hf8i4z1TfPEnFkb0/WCs92wSVvXj9dr1z4jc+fmtqvmi8ATuvL5w2pF4xPhKVHrU13i69oueLNnq1abtjaZ83y/G7OoB7ATNGkga2uWJDPaCpm7e9aZu32FrivftnWD5Ao943ibC2vXs9GL6yWiQ5byctPX+xAj0Lv8c3oAcuNjh4erpeR809tmOENxc5SD76j0K9mt2WPHAz7rm9rZi3O4g8N5Jl7ziSY+S2HGcFuFY3IT4wRx29MgaDNnxcXz4vnre80LB/vujtiTa9TIw8XLVuvthFMjve4Wa+aqYbNio9o724JaU9yY3qO3/6ZriqksG1EXcuPTJZvzaG2Q62d+e5PW48erwbSo08c7m3O/Kk1zX9zlw+8NvEO/yUoTVE5Lm3TBnjPQvoMLw2zVK9BbEYvA7eRzqoUuwzL7cSPaZgTD3HbpC8z5pUvtwjhz3RS5e9a5cavhDamb26gyK8JiO8OngnljQWrY23IifcPe4QwL257cK5zoqwN0N/GL2HTo02mpTDPcef0zyXGxC+ZM+nubu01DhsNym3AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAKWcm75rIv49MuapvXAwcj7nRQ6/9rEsPofYIr+mQyK/dxmHvikgy77BSYI9w+qMPlvTGL+6L56+7SK5vlk/wj61XBc+AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAEHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj4AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAEHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+QcRiPkHEYj5BxGI+"}