{"format":"m3u8-proxy-nn-v2","meta":{"savedAt":"2025-12-21T13:31:35.347Z","inputShape":20,"outputShape":1,"version":"1.0.0"},"modelTopology":{"class_name":"Sequential","config":{"name":"sequential_2","layers":[{"class_name":"Dense","config":{"units":64,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.01}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense5","trainable":true,"batch_input_shape":[null,20],"dtype":"float32"}},{"class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization3","trainable":true}},{"class_name":"Dropout","config":{"rate":0.3,"noise_shape":null,"seed":null,"name":"dropout_Dropout3","trainable":true}},{"class_name":"Dense","config":{"units":32,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.01}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense6","trainable":true}},{"class_name":"BatchNormalization","config":{"axis":-1,"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null,"name":"batch_normalization_BatchNormalization4","trainable":true}},{"class_name":"Dropout","config":{"rate":0.2,"noise_shape":null,"seed":null,"name":"dropout_Dropout4","trainable":true}},{"class_name":"Dense","config":{"units":16,"activation":"relu","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":{"class_name":"L1L2","config":{"l1":0,"l2":0.01}},"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense7","trainable":true}},{"class_name":"Dense","config":{"units":1,"activation":"sigmoid","use_bias":true,"kernel_initializer":{"class_name":"VarianceScaling","config":{"scale":1,"mode":"fan_avg","distribution":"normal","seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null,"name":"dense_Dense8","trainable":true}}]},"keras_version":"tfjs-layers 4.22.0","backend":"tensor_flow.js"},"weightSpecs":[{"name":"dense_Dense5/kernel","shape":[20,64],"dtype":"float32"},{"name":"dense_Dense5/bias","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization3/gamma","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization3/beta","shape":[64],"dtype":"float32"},{"name":"dense_Dense6/kernel","shape":[64,32],"dtype":"float32"},{"name":"dense_Dense6/bias","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization4/gamma","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization4/beta","shape":[32],"dtype":"float32"},{"name":"dense_Dense7/kernel","shape":[32,16],"dtype":"float32"},{"name":"dense_Dense7/bias","shape":[16],"dtype":"float32"},{"name":"dense_Dense8/kernel","shape":[16,1],"dtype":"float32"},{"name":"dense_Dense8/bias","shape":[1],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization3/moving_mean","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization3/moving_variance","shape":[64],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization4/moving_mean","shape":[32],"dtype":"float32"},{"name":"batch_normalization_BatchNormalization4/moving_variance","shape":[32],"dtype":"float32"}],"weightData":"3GCavfbTCjYQLZm8SVL5u/iVgLeEHLi8dWj7PXCyK7gAoF20HpjKO7TgPj5gbpu8BQUpuY+moL1jgxI92ddNPdjiOz1aekA+hDqhvFbLFj6Q7kW4WL4RvrCyx7xAPga+Ed6AvQAIlrzOgQE+/tU7PO47kzzXED09JGsmvLlPLL4eWkY+dHOytpRw8LXBspi4vGsGPrZemLzu+ay9W+FUuZXqmrmcswq96eCYPSfE4Lj52yg9SxCIvYp5mriragi8uZQNPviCwjp6O6I6c8EGOzcJHb4RsNW3kPIIvkxhPL6ja5a8D0tcPRBfE7SMoC8+42ezvSwISbqoa989DuIYPNbtL778EW07BEn6tZKyDrtiZ5o9oAo3uJyG0L0K1iS5iuEfPWxYKDiUMKC4yLGDOxsvo71U3Iw2s1fCPPw0wTmr/cS5UgdiOEkACL7G26A9wkkivUmClz36KKE98DAkPox3br2SH1U81zJuPSXMQLm3X8E9MfT+va95rDjqL6i8QM2nvUgwtrhQE1k2pyiFPDJZ3bjpKW29aYdturxNo72scyM8gaoHPChhDr0WB889NkHBvKUA1rmg7yI+m6Skt3z+IDluWdA9P+vAN+ltZj3D6Y280FYBvsm7ejzhOEc5wQZJPcDcVb73Ora9hlo9PUAxDTbHIoQ9s2/8uLz/Sba2cko+m2thNiCA1b2P8gQ92EGfPMAtuL2MJBA5+2I8vs13Ej1QL1+9F6OMuwGHxj02Dk05osfBOqNMVjmQNiG+WqmwvbKrjj0Fyrk9qmkVPhbjKL6ohSU9W9eYux/FrT0yvY29KEhkPJhF6b2KzQu9RYylPVL3Sb65Qyw8oPogvu78AD5RLoW519t1OFYdQjnAI4q8mjVxObSKmD0IWWw3jdY0N1AdwjlubZQ3Wf+GPJMKy7w++/u41iAzOeiItjtciFo333EJvhlzMb0z6kg5xYXZvMchdT2K+eg3NgRJPsxkUjuUw/K9yFmjOR5GuT0DRtu86YpsvZ1Z2Tl2ZLW3IiUfvlaqrb0VOMg5s/ESuSU2MT2yBtA707qJOdZhjjhorEA+07KnvfJURbfdUA69ByMTvX+i9LhztbQ4X5c4PsyB/72//L+956xMuf/oFD1PONo9T66UvTsn6rr2m/y8YKVousqoyL3LOU448/9lPf21P72kh4O5XNkdueQZ7LgYwsk3zljnPCRFjTf2ScO9r7s+t513nL3feFo99kKZvSUtN7q4PDm9H5KbN87hyLrkBMe5J9D5PSEyg7s13QO9DCF5PXXe07qeTue4w2cRvfBgoL1yj8Q9suAlu0ZU8T02g447mlQbPnodCTvaQwY97hN7PQXKhr0W1D09g8ygvGK4iDs25ku7AeUlPH7FKD3uvuo9Bzd9vVl1Tj2eEIq9lMM6vUAR27ojQPI8suxROQ5eqriE0FK9Xd0HPqjUJT06PgQ+c8xvuFgfpDg0tQS7+GvoO/HKgLymCTw92/09vft72r0wD+k52Ll7uxPOd7z76dS8+mO0Op4N2j05gVW9qzFTPQj79LkUyP+9qxmSPOrMtjwnsjg9QIWPu+cHA77U9BM+5A6YOLL0r7wVGy2+gz+Pu5Xnp7tnkz29twM3vb+ie71bZaS72B+aOPSNpb0EuOg95G2CvK9N4b2UcI43bjgkOW9EQT5aCbG8qqCtPHrzBb7ZL6G9+T/9vRF7s7yMdNE8Yvvmu1jJszv6eKW9i84ivETRCr7wkN89PNf4valKtj09jFg9bneVt0YtNrgYzxk+ciYZOTsLnT3I7zs5NyTMvYZ8ereb5po9oCUzvdGMZLxSMOU5319lt67nR7m73VY+kKnCuk7rmbxc2ps1xtghvS+HR73H3JW88SOPvOmZsDnBmzi8qXlqOJEMjLyvsxA4mXVwvWLfjLxmFvC4fNKnPG+1mTs6JbG8o7WzPEqgBL73rKW74OA5u2RUsT1kccE8VILKNyC+xT2zlqO9QoWqOK8OUr7FH0O9cjAjuLz5qbrzsv87/J26vObzOrx3Qe68E7StPMLH67zdnIu9UqCYPQCx+bJybcW9rOyRPQcSdz1LVV29W1sRvkyTWr1rJnQ9+3/ivBrGaDhRJh2+PSPtvH4L8ze7sqS943+dO0ULDryg1OU9drqyPfp4Oz3x+1w9A1vsO2Leh7ztpOm9dtKpvIW93r0cs4i96v07vhruOj2BWJK7a65cPCFtYL30dyk67IOIOEBbDDhkHPQ5BCfFucprIr3+yci9JGequDMELr0c1Py9pLVIuSqPRDlxpG69wWOWPW4yPb3dLYe5xUa/uxsrrDuuabS4E2+kvCarvjeLrxC4Xh2APQdbkb0Scpe8+g/8OyUXvbxhDpU8kBVMN7YzpDn9Z2k9SgvbvModVz6Moy04LUhNvLzGgrcoYpa99YUFPnLeDD7k+za9lw7Xutd9qb2FhvE8taYDOaQBJLfLA048ZJu2vLIPrb1H1gW8mTu8OarsLDmUVS+8VGc7O9wggzzc6Pg8KLxQPv7oHb1eAVU8sFQQvt2GO7sPp3o4i1OCvKBfiDxkIT+5GguEN2fK4bwB0NC2ekM7vIM71D0bOfo9xtO/tyUT9bz12Vk3O9ovPhiBSLdVVE6+q5+nvdNSmTiOiJU72Mk/OlqmgrfOEEC9+xB3uC1oBTyMYFC5EZxxuLd+Hb0U73g9yHIrPTbSzjhVLEs+XTktPlp9Jzd0u+A8Ga2qPI7/xTw9sVI9kNQ4PTivwT2oFq25DzTnuETuvT2O/ci9NbQvPA1aTTekVrW9hSEiPjM33b1dz389NsWcvMk4l7xD9Cc94AH6NqaZ0jc0rQA++HlTt+i6Cr6BcQa+KBOCtRfCVz4EFQI9N3AeubTlAz2s+Tw9gILTPeXVgj2QS+I8XTJfvSh0fDz3YmW4RebLvSw9iTmRBXG8mZNivMxZgT1KRtw5sua6NqHFXrdz91o9LiwXvgQGDr7Bivc8dle1vTzgvrzQMfk4cZrevcBBE77N8j2+6H6VvJBwSb1E4yI93qP8ONy+5jkiwj69QNS0vNJSZbrl/Hs3EaLSubC2Tb5qfja7jVoMPvFuoL0FbW+3LmeuvBZe0Dx2Lx6+KH33NSxCG75gMJq8Z5AoPoRWKzk1veG8OZ/6PPgckb1sf1K+N8mrt03MlLrWE6i9QRQJvhgZbj1Wlj4+HIiaOIxIB7476mC8hTL/O5g35bzXG3I9n/yrvU+XZz0/t909IC5qONn/sL1UFzy+bae/PXdXUjjk+JC8HZBevcO34jxBgCw+XxABvXiFTLz1psc5k0iBvXHsND6etHe9EuSvuLRuiL1NVnM8upvZO6Sy5rzXomE9VNuWvSrd1D12T/s4ckGPO9aQF73isaO9UnpuPXeQRD0XcrI2ZXMePshvdjh6Uiu+qy5UOXBU+7hmFlI4wGcfPdTjlj14UBU9FobtvTwXzT18Ooy9+ViwPQeB+7dekAi8st3dPfri1j0mhUG9Qrk6Pv0lNb6b9CG9u/nFvaUrPjjd1009jVHNuejj1L26+VA8VWxBvIvYAj5p9Yq64IuIN9E6tzwUGwM9b8GbuW9v0Tpo5PK58LUntvWSMb0+1EY6988nPiExx7zaOeG9YFtePakkEz5iED2+BuLcN1U+8rz+FwM+D9tYvBU7qzhF5tG8T+vVuFHZNzkc6sA87nOKO/ht3DkIva04IqT+PFtBuTni1Q65jpvithP+Fr2x1lG9x68+O8e4Wr7vSNm4IpiKvK822L1VPQk+rg3qvNy3xLg8nwk+vmg/vpUrKj5ZZZW947DIPUzkCbgNeJ69hjfJO2FPzz2G45a9636IOVn/M7g8dw02OEAIOvQqej2uZbC2LcZUvoFm7z1sme+5d/3VPQtC4Ll4Oj+5i2LTtzx8YTkmrj8+uQ76uRpVeDgTJbY8oXCtvKnAaj0EUYA8jG6yvPcDG74FRZQ7v7zOvDtHl732Hu896Vq/u563fTgt7RU+5tCivWihHzsZqpI9bIuAuIIFiTzAjA69xI+NvbV2gj3tudm5irDrPdnHJj14tLq48XAvuTyJ8D3oQwa+2Nn8vLb/rbtVvVU+1wTYvYONAD4Cnvs5rHjBPVlbDr0CWFE9adHxPdXT+zn20ZE9SFrIvdjeeT3WMsM3Kr0vvt1d0Lh6hDy81BoOuz1AgbjBFYw7vFsKvocc5bjxpt096STcPT2SkLggxT87NIO0vRmiujjGKx4+NWDFPFfSwznf0HI4MrwGPnHeu7eOun49qlPmvRhyYr1K/WY3kDBRPe8Yzz3ib0++W1w+tjAH17hiKve4ujWDvDYg1zx2K+64nuFYvdNtpbwpCfo5dqpYvrQrn7miE8w81l+IOfIk3Tt7IQk+0YoKu640nDmJjfq9+/CXvXXk3byIhvu5ObsrPdgfbrk7Gxu+RTBDPX1eiTg3kga9gu7iNlBnnzhWGVW3lXr1vR5vEj2fvR0+1DNCPcIT7jeC9VU8ODnpvbfUUrtnuJw8KkGouPBa5LfJ1J48FiPRPSxpCDvAhhW4vMo+vt9+U75eNuC9yyBPvGTScDfhh/o5jW6DO8sYlDxSkEu9DW+KPJp10r1frvO8ERsuuCVlxjiCuiA5EZwEvcYwerxK4oE65GPXvfYgkT2fQzk+38SHPNJSt7vrH5i4CLFBvqB7Qr4OppW95JypONhArLys+/w32N3hPSJMdjyv3bQ8RFzENmyo0z2NoOG5DCY9PSPf97pjPCQ4AZjKvG6zZjnuhoK9MdqhvS1xiznSO7O4YupXOpfNFD1oKfk9I1rqO6IXID1OSQM9eJ0HPktUFz1k23q3xkTFuegMgL29udg5Zf9QPn8sS7gnajg9npxjuxUZrLxlEoW8yo+ouD5CZD1jCke4tmImuYVAUb26VjQ8T79EOVkt572Mzys4Cj8Wu24iVDkZPhO96wGZuTDDvjUZU769NnvBvFeVDbyuzQ+7b16jOusQqL0FDD64F3aOOKqr0rdjhj6+41IbvpS6ZDzPHMM8Lwz4ufg3xz142Pc5UVgwPOQ+5z3UODm4KvUftq2Ftr2h4oy9Eku8veSQEL1rYqk83LEKPiVoor13PVm92LS4ObQOv71SgTW5roN0ODrxlj08Cmm8HRb0uLatVDkin2o5ww2GPRybBzvkzmu9OAGkuwffRb0VWCA+2dDvvFNeJ7xtow89s+GQvABNHbwgV9E8tlioPd3TjL2bjwQ45cT7vTRFnbfUUzU4op9cPVwUXzeqmqe4Hl0VPePmRT39Oas45KPBO+dCwT2Aftc8A+kgPRnEJTlWCTu944uVuw0W9rx9foM99EQzOIFVT73xVou9VmV8PBpYp72k7fW31uE1PNqUNT5hhwM8+lAWvtrtHz42hFy8VTAxPjUNPbkinPa8XWG5PNNmIL4XTvg5N54MvqbsGbkOPEc6YoRRu7qgUbjp2z++6HmYvOf3Hj61KRi4z5uOPZEzoT1MiyS9lKuOPN88hD3WKyu+IcGkvX5uE77qW/a5pavjvTR/6zkIOWm9Fgdrva47aj1IMVe97PJGvnk1/r2/mCU6HR7kt99jIDz6G5U4caV7PfQyIj2GADC+tMmLPfWKO74a8iO5/KOAPKJK/bjJTpA9ZnQCN9bdtrwKbU2+EkMBvCZlQD5agoU9BA4+PS1uAj2wV0a50SFZvmt8kT3h/W68ij8ZvkXihjxZz1E94Av6u5XyLblvCTG9VTM+vcjnWbgRlG29gdT7OT7N7D0VC/y9PzVKve5rlLyaTxq9PISpPKYgODvUK9Y4rnZRPi7dKj3dcCa+dCiRvRp3JD6Rt0e80rJXvKS7pzZ5HLQ9yxHdvOPtJTxX+Ts+/U0VPP9pIrzETZ44ZI6mPatU+TjZouK6iErivV1j5bika708//4DPUKQIDwqi++3J3mDuzpBlr0JUei56VStOsALc7hoNQA9izGQPZ0Stbw4g0k83tg5vLBwSb4Orim9AHekuXjo0L3Vc2u7OtM2uDj0gTc6HFE8ZrUKvhzHITz9BVK9IVGIPbRRabxW72Y7Mg2aOEf9Qjii5Ey9HYzLvTOr8jiVxVe9Rg7hO3fUbDqgZQq91VyOvdCBnDjbsMA8kdYoPilQQLxaNZ66dJL/PDXij73Au9w9ZbBJveaSWrw3j7W8W4bEvc0BIzvDGTM7mDNpvcVgPDZbnqE9hlDity629bsksww+bNpTPoIzib0Wp044lNE7vDL+ND2QzqS9Asi/vQ1t9rxdwZk9C6oOvaoKB7l0+5+8wiOCveT5Qz0Hl+Y9XobUvZej9T1bhcA9uxmLvCDE2T0iOK84Jv6vPeI5FbvCF9K9wGSYvR++rL3ZB6W5F63NOTrao72L+jW8tsBvPOsEIT6q17G9mFMeNqLUgLuzIge+4B31OADQPjUj70k5VrnoPDvhtzhSFAC+TCARuXVCqzhaR+k5RBwzvMtIlTy0du45SDUNvKOoZT0vRLI8gz0+PkM2kz2Wr0y5QDi5vc9qqTpzJqa4H36/uQ2Uz7qWlKk4yC4dtROCdz2OJps4Ek9VOf0Jdz2oTEU6u3EJOM3duT1gLa+39h7wOu0OYDw+b5g4yXZFPcATmjxo9u+8EfavufPlDTicDi03yK63uhIMwb0HcR8893aHOENnPLkv8SE3GDMGPgCQBb6SH0W6OgoGPYpXHr0/rvQ5rCfsvesY9r2fqw84UYz9vEDE2z26gzq9aGyEuRR27L21IF69LieEPNB0oDhvL4s4YJUkviTvn71M4G69MK3AvISpMr14ANe5arGJuXVa37nQffM5L3JYubeluz3/pU8+n9+0vDmAwb3tKQu+PhKtvQWuMT0AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAADG5Pa9IQFSuG2KD71URg292HyAvBQQO7kNhrM2Q/djvcpKlbkn4ju9JQImNwoPVTtE/NA9kuj1N6d2Qz1cWEO6gNL9OL9XzD3ljxo6/j+oPflwAb4AUIa940L1Oa5Lkr3rS9Y9s1O2Oawqjb3ez6g7X+4/ucQ+HzmHMrw5RRgjvow7Zrn667e8sTf/uDal2z3l1hi+IWaQPOWRh7s6q+W7QmX3PVqx4Du8NVY5p/UTvAex3T1Y0IE8zVGmPX+Q/jebS407Ls2QvbbYQjt0cB690ka9PApfy7gHbcs9FWVEvUWkMDtUSye4/ZJou4O26znc0yM9pjHPu2BmNjlWsIM9zHwDPuUmp7yuPu053O9sPfKey70sZI+82+C3vXjyQD6GSNq4Jgw7uBK6kz1pe9o9pvfaPcvAib3fIR09pl80vRgNJTmERb23mvKNPNA/mTa/tEk4D0yxupwkKrwaKQ+5vtRWOJ46p7tKF9a4NjEPPkKKjTnlkFE5xIxXvakdIz6vods71FjltvHe+zlEhQw9VWudPceYxTkJ0cY4dXDpOdpSjz39VxY87OPKtjSldTjaCww8SrYduZWOkDwZ/ry8QY4OPqxA17p06Ag5ghgDPm9rjzwLsTm+BQMqvtCiO74A0vo7EzxVuQA1PDhiTki5n7u3Op+41r1gobG8QRsZvWEfNjwXtkC5hszXPEfgUjm4qRC4OisBuGBU5TbtAUM4taPjvUGUJL3JtDK9XamjPaxbULbN/i89MyA1PvqIb7vvDT2+6L18OxGJFrns9x+9tipLPbvsEj6+3Z89eGkPNxtsCDoMCPk7Er0NuVWMLD3nAq+9AiVlPfKBRL2As4s4J763PWRymD0cs1I9bPA5uZQOq7WoWy29xljGvRFELz0O8ey6W823PUjPtD3Jzmk361z7uWiQ7TkFJpO9BlOUPUpUIzj9ikA+WIRFOZi1RrsgNWG9Xhp0vehDzjxMUEK2nWW1uTBG0juFL9q3fw2pPBpaCDpOQEi4nGK5NtYpmrZe3W+3cgrDvT3cWDbTeeo41yWmOSBuhTro67g4CXosPZbVir30t384atNxPU3Atz2vKTc9YHD3vLzDwD3hcYK9guGnPaAs/rgqjpK456iMuL2pTzeOZCO4u7IFvduNCD1m4AC+4vYTvHhApLbNaKc4ZbqyOwtOGzhyRNo7gaWBu9oFOriZ4N682iCJOLzPQ7n214W9n5aBOeEo8zYaiH86K+gKPcaI8DfPnFs5hAoOvXpnHD2jOFs92oJDvPqaRrlTIv+7CVbevbM7eT0AcOy4PK3DPdP1U7gd8+M5J5GYt/Dktbww/Jy9V06COQj6Aryvx589ebd0vNAecLjE3sO5H5W5Pf5yvrlmCMk9z2wqO2T81z0PLkU5ftbbOGHTBD6opQI5Bk3VPDwAIz6dTs49gL3nN9TEJrenEa85waCJOA6Hb70LgBI410SrO/cFlDgQgAW+pVjCPf+pzrjWZS25sZ6gvd/6Bj5fAjC5z9j6PY+lnjggLYo7IlwYuJ7hiDzK77I48U+1uwsGAzqYsJU5bn6kuMbMmz3SNPG5xM4Uvm0hxjtObAm+fPBlucqmxjxcQyc819TLO8N21Dk2Rkg4RagLPjfAVbmSLBU+SG/zOd5bHzfStxW3bNKgvUqdmbgTs+48t1MhPDUevjmXg3u84Yk9voittj2Wyw29vt67O2Tjozh/XJi3rl26uS0pKrnOVi64TKAYPGrCZ72CWuw5qBpMuaYcvTmbOTG6TpNUOZQ0lbs+7x+9VRn7uSEW8zn70vW8W3exPTjJ5DwZb1U517S5PDZmJbj4hpi8SKtYvW3L+riULRa++bMFPie9kz1y1fm5wRTEPJnEn704P709MH1lOktthb0nHyA+qHnbvI85+L1eVxc6vo6BuEoy+Lf3E7Q89zsBtnh5DDj7ARC5ALmuNiIu3b3Kbdw9tCdUPThNErzsIlI9As6bvAY7JrxmA5A8djfON9XpmL1v2Ry7QR73uFHceLzbOP04VRkHPfHmOrvg0HI9ctHFvIc+lTkV+Kw98B6IPS72/jzyS629krP7uYbYnbdJxFo9nj6gvXiUIrwURsE7PCHStwZ2BDjnxAW8tlTHvEedk7yWHQo4fCHhO6MOEreviem7S7pQvd1Jgrx75y0+5yiquT1qETzM/pq4ibuivMCmsDgUKYO1mZ75uYFLIT7a0DM7p0OBvOd5qrk9CSM9xm18OBs9zjl28sI5G92jvPwNjr3cZeE85NbjvVOQ9LmeBd465U/POvG2ELgUYEm56e2ROX0mvTwB8pc9GymZvceo1T105Sc+b0OTPMpgK7mPdUk4S2c5vgscpbwtn5g9NJ48vpHT0ztSRyK+wvg+u17bmjupTw8+B7jKPIpalbgsgYe5oACAtTIWi7zVt4e7hw1hPcoXkLwIyL25jZ04uUDWMb0sy+S9qyNDvTdDXbuIj8u8ceMBPLvTc7teExO+kGWZvE/9oDwrIrM9Yp2tPS5m3L0txUw7Bzv4PExFfzdiRwK5xVRtPXfdbzsggZa98fA2PVqSRD0ykEG3TrGCvElrn70X/w85RRQmO9UdvT0OTVu36QzgPGC97Tjojh87HdwovroCO7mXuqG9ENiXPRDTGj3KmY+9p8Y9PaYZAT3Pt429/yorvhx2J7d+6Ic7wCg9tkO2ST1l5ky514aavKFCqLzyOaM8gPIvvUpcdj1qN3U885XvPZXOHb5NFxS5eHoUu3BJQDtwsLs9KGAwODTXxb3SVB29i5cYuwyI3DZoB2q3bU1BObFpxjg7hg+9SGQGvknQjTqFgh49d3I/vQo27TrJgsK8pEevvOaKgr2tIIS9tyXZPTmPGzoZnv69Nqzru+Bu9DXGFy++aEh7OhZDtLcDDGe4omZUvK33xbzEQOe6chrkvEhu37xi3Vg9g+HBvRZGAz45Cd45jJX/Pd4l3Lfd2PW63FsnuMsAIj3YtKE1+TndPFbejT1lyMy5hSFAPXb1Xz3F1cu8WxiuvQZPWTjnsuC5YP0St7G/xL06uEE9jjUtvqE3Jz2qzEC9D5q6Nwa8Ez6sIVm6+bUWveogBzfzSPc8xsMjuYkAcTib4kG89f+PPZCdibrzjRK5w73MPIZVJr4E6ZS8j5Qhvs+gkL19SQc+gSkMPOiyOT2SKx85r9CbPfvLhT2RApO3a3hju97Ysr1W0By3N2zPOa3NPT2bc6q9bnCtuDIynrxrERQ8mdC2O9X0pjmCvIg93/piuFC1tziUqjK2BjwevSiBQbd6Q/08hsIJvtTAWTclXJC96PPJud3DgL09dJu9aA0vuse3Ab7Qixa+IFSEOkDKTLziF4m41irtuB6xPbpGfbK6IDD5vUqsI76079S9887oPaHBhbxtwDS4b93PO6YzEj5UdJA8EQH3Pa2eKL5AlPU7xbZDPRetg73fCjU4YjlPOVAd0LiO3RG5e3kNPdjnkLyVZIu9G18bvvtEID6/KLC3S5kGuXfTID7l0I+7XNXSPATH2bpB0Kw8Y41mvOxonT2uIJ09Mcbave7LLL0IcPy2PtW4uR1iyDintxK5pHbhO6ZmgD1n+4q8eZmAOAiSkjtzPj49Zy6Gvc3gUz1n7RA93wfvueOMiT2woIY9m7L4PVIgLj5HU0M+PpbMvFujjz1B2dq3ka6NvUulWj2afYA9liQWON9At7wjNYI9AnhhvE3vATx8u/68I9MwvSASoLVhsoW9/v6YtnGp+7lVD443y1sHvmxeCDjOQzm54Af8t5Tk7zxbKh89O0x5POi++7gDXfY9K7vyOXKwILm2mqG9wp7IPb/+J7zwMJq3SOa5PfszCTcOXec44yCpvPPxCjfVnJg7yNuDtjvCHD4loLm4Aua7vD2/fTzX5Z69e2BlvPpCvLnW83K4zvGcOwFsGjnFEAs4bukYPVUEQD7rGW28OZeTPRMjP70CXyM9oipWt/hI0Tmp2P68yIiBvQj1Lz0gFR235au8ue1V0LuSS7i8PnvDOXDS5j35Rlw9B2xNvNLQSLwIiNg4cpncPQuXij14eLM1vAMfvn8wHz18lsC7/LLsOWL9BL7kWas9OGbNNkOLMjzb+eK9sFnkt34jib2N/Yo9owCRN0dNjz0sKdc8vt0VvrrbaTzx5Qg+ap0HPi/wGjkF/EQ5XAmNvG5IH77kzDw8OD75PJYfhjxWEvG53RKjPXWx6bjOJ8y9fQmtPW5rjDxYAIA66iSOvCz7OjlpcHA41/qsPQyR9Tlh+x09YG2lvPhHq7hkg0o4rY4OvvYihT0xD1I9cguGPRGDeLne9qa89D6fPV/X8Dlp/tE9AKP0uIXcAzswfJs7EIGDO+oSSD0CZJU9KmdguMHHRzrDVEA+A2DpO3apxb0+OuY47QYTvgulpzyUbsE3S3Byvf/gBjldxCa9l7RAPVTyhj3VYfA9nr1aue2S6z3dFtq9B/BOPQePtTtj1RE7nDOUvZKGRrkJyqY8Qaquvf6C/zehVyu+hHekPRbBEDhwuIY9vLYCOvekrr1gKag97Fy1uEZ35z2WJi24z/kjNy/ENz5Cd4U9j+BUuRP9gLmrpAE+7JoCPeB5qb0aOKg5YOpGPXH07bkKpdA9E+C5N9rTwbcIsKm80L1WvdtDuL3SOOq7sWpRvSCFKr0nKck9I+btvHBe4bpxQ4G8f4dTuTKrBz34EsM92yMHvjqFBT6BVog9XLO7PVVygTz4lQ++kxjRPBbC+7cmi3m8BVFYPYFb+zm2klI5e30rOvg/ZTkJ6yi5q/vxvHgmh7z4GLK9B3kOOJdLD7gyvg68JyefuhMWAb4a3aQ4uhMHvENJhL1PvFO7Bt1yOIqP9z2F1MA5UwmVu5cCDTgFoFm7IjF8u1jchrx1F+E3aTmUvFYOZLd5v588Pf1jvJVJAL6kdGG9/M5BPmTvAT6AHYO8Gm4NvtJRDz7Av/W3mc07vNFdlb2Q6gq3iWMEvq3qFrjnVBa7nh4bOWxuHz6YHik7vpIYvqwLvr3js80858zXOZlIor2k4Am87UZTOT+VWDil3D48tXrAPNwV+7hMLFo6UUmWvRi47T3cG9k7DH8ouE0ckrlOkY49d8+hvK1Y2L2eRj49DrCsvY4/67ns+N499N0vuJtQKjsELbm9S7lKvT7RlL00GoE3FDyvvXDdGrxc7mG4AMcqvpSqQ7ymAre9+i5PuZoYBj50gZM5k/otOfzlrziu3CE4a9Z1vLJ/UjsPp7C3yQAovTArkz2tUyc9Zz93vWRAKTs5XkS8A/whvT07K7ucwYW4+3GXvXrSMrmk3su8UGKNPWrW9bucRhg+b1uVva2phz2rmra9CpGYNunkbDwEXFW5uamgPLABQr3USHQ42TBdOL19HLxueq+4bdEBvaO1eb3MNDU9V+ovvZootTepg469hzLpOU1SIj6gshG5fsHwuYF6mbpJ+nM9CAxyvL42FLs2ohG+AtuFvZwPCj0uIaw9VQ/HvAIEp7pQTDY5xREYOG1R5jeu1EW9DIDlOLlc8zkqUBM8WoHDuyF3Fr4bfi63UPaKva304r34COo6UTAZO1aaBb5aC7s90YuGPQMkfD3AdDe+TBTVPWmfrDfwKJy8Hj6SOykrVblEab65YLrSPCmk27x3Ja29N5LnPenG7z2RiAO+YMMiOLl2zDkwMQ29PeE2OajmDLxriKU2VPDTuA282TtNgNU8a5YuvLLhpjhbeuE8bmenvbtOhTwAwp006WSGPRKO0jsq6x44YYapON9X3biRAu+4PvAAOc7zezl537c92emmPVEbCrln/gy91CyZNoY+d72rJcC8xBuMvIMUmj0Jgbu9HV3luc4jND3Ppxy610oXuRL8VbmE+2a4tslSOY3zfbwZPrS9DdASvqCcmTVcsvI8rI7wu8xPlbbsB0k8r448PSjpNrlzRQq+zHqrPXyxeLfrLS4+6oPovPI7Bjwy2OS5GNgAvrKjmr0cy0I7wiFOuUe5+bnCVii5qDZuPGIT6j0NqiO+HI5iuWXj7rjYlcA7ZS/tu5rcOrj0rqy9m6oRuJPS7brkdSC+NAtjvN/i2TmMMd883Co7vWvpLjx2Tla5QO1TOcSJBr44tQo8Qtj7OY/yHL3/SME9QO2wvTy4+j3ichG7/IaaPB0pTbz9XdU94kfOvaUmDr6Sb085bGv+PEkjq7jfTke5qA9fvVgXorceICi84/8QvgbkhrdjU1a5vsDVPNRxo70ErRk+dHx0PUATorgqoto7j1O1O5NAGrnd9uw9nqgNt/nOGz6YY3m5zr/7OdilUrlGSE07ahGpPdHuyDwHUEc5J3AbPTJGqzhZPEU+YrbTPbFghz2eZFw7v56XPFWVuTn5xAu77H8vPcXH47ghoLc34dHwOdZ8Pr0qXtI5i65WvRzOFL4C0/m57EgmPjQfM77J84E5LLJ7vY2A9L0PX6s84B96vbHcH725Kjy4n0QnvvEgLDmsxLI86LPqvVhZ0ziSneu2DzEwvlTogrqxnIY8fyUOPTT9XL3+HGg8BoehPamx+zlhvCq8/sGjuH+yI7k92+u5qeAdORxQqbYwokI1O88Ut4kgEDiRTag4atKjPbjSYzcltRk9pnIvuXIV3bgl88q5OLpftQoC1L1bD409hAbHOiSptb37My03eJ3YufJDOj549A8+0nUDuLPAJrw3iQS9un2mOe9rJDznIRe7IpfGtsY2+rljXVS94h1QuZvz271g1eM26Z/FuX0Gu7bR2DK8pTItN3l7PL3aKv890LF9Nc9f9b20WlM47aX7PYVaNjgCLkq4uu2Qve9MLb40vws5Sob9vdE4ATtAjDK8ORaFveIGJD5WX9M42/4OvQtfMD0INAi9TuoaOWsO0jez3tw7fJiLPUezRL1W/xe8dlNmOHRcNDjREUQ++eAhPWfm5D0CFVA87u9JvPfBAbwMSPq9qo8JPYAyWTzIJ0y8jZrUPHdxG7nc3k+9YG+Tu7m3iLyEt3q5k7TVPcSCVrzi7zK736EVPFCcwj1lNh09yv1EvRKBLL59CqE4NsZlvSpNkroF+x85+rIUvYimDjfOYcO45ZNFvrKp1T0wauC9LB1MvP+f+rh0Vz89VrK2vUE137kgOn+15tVyPOClmD0Iv065TreeNsqrhb27WyA+5Ve7PSDYKzlorPq4oUiKPP1cuTnqhQ48hjepNzt2GzyGuXQ4xVgrPpFWmzwrBCI+a/+5uzZq2bqgJn+9nHzyN4iYhr3ildk5pDLAt797+Lmem9C8ck5PvH5VFL150yw5wUC1Oxnb7DkYC7E9+cSPOZhSg7U5rkC+/L5JOYicRr2nctQ8FqNzuHKuyL0vt0K+1mYmPVbiGj65qR+4UbXLvUEdfjzXto+9h5smvPzL+rui5dM8WKzNPLYX+DsMXQE9rb60N/NSEj4R5TW8sBnpvEoeXze7fVe3Qk3QNgZWZTzGRvY40777uGgthD2oTKG8I9n7ua0zjrjabRc+tBfRPe6qLznQjaS81fFuuKln0D2z+3s8UvyONuH8CTz+/E45JZFGvvFfSzwAmcs9CHTtNUahcjwkery9p/YrvMRL17j6gP28oF60vduLqT2QIzK9EGFDPSZzxrdyVOm5kxaHOdNQGz1pUa+9zVcnPbVgPDkXcf44ZGg7vX7URb5yajW9SnJKvN/PqL26gpo3rPU+uX5hozkOZQ0+t2LyOcFGwj07eOE8uidFvaqjurwHOU891PcwPBRH97zhrCw3eJ9svLt97DlFeeM9oDokODv0mj2F25W9pLenO6ZourwZvfU599X7uaBrarktLnw6OANtvT3XNbesMd03E6AYPSjQtDsgscs8QYCGPZSU+zkD4O89Zu8OPpMet7mfn4g9hepFu7Htlzyqtg69Qd1buxv4UDl6w+e2hfmlutTdPLg4W9w7/pUtvj4ZQzj/3JC3h4PlPbEQPj4W6AY5KPPNPH4mwzfzoVi9lTUzuR6M1jzMtku9wstWvYDk8TmSsow96g+Tt9DKYzkS/JW8gJaAvCYY3TmU3Nc9W3SgPY6LOT1vKCW9jXgIvSgPVj0A2Ci9PofZvT3BlztBiCg+PwqiN4hBBrqVzcO7+S1SPXZiWL12cki82qY6uWaWmrvu6o091eI9PlniL73K5rk7dheDvb60SL0MR+s9QgoFPurnrLi63vO3HECDtYqwFztSUBA9pD+luiKDHz0iivO3iCoZu8PoVTk842E9waa+OWBc+jTJNbO9bUCHuOxtgLvoew4+qW7kPWjLqby/pcU3rrJzOH5o/zYLc6U4i1JsPRQzzz3CFn29cpGmvUyw07iQ/Jo94gErvmW3oztYPAG+ifBjvfVxGb0roeA94mWoNvRx9TcPJ8E8errTPT+keL0mwDQ63NXWu6g2Kz4uPw8+L71Avcbh4T0YG/i5F+CSPYcttDsYBLQ9OcL7uf4DBT0z7gG97vJPOxKnD7kRHGG9DMC7N33rGr0+0sE4TYPiPHnY7z2T+r8956ZaPXjz+L1Z8og8xyy1uga9EjiWicS3e0asORL74r0jRAY+dD1UPLjeYzh+9nE34tldPYAEEjYqq6k4erwsPEAdDLliJ5033to2vV7i8zkOtZG9sZ7hOdloqDqY+vO94fWoOX6w1rwpWSO5TAcBNsFg3L3l2Mo8jKoTPkFgkrzumGM7aAccuPIncT2e6Pu5g/kxOLrKPz3qAm89zSdoPLQahzwh7/Y4T+wAvqEo071Wu449pD7IOC/m6j3ZKwS+APKkuPGvL71xboS9BPOlN+rJNzk8W9I8t6/BuW4w5LlwLA86uZEavp0/fzr+PAC9tAaXPZfZPr3pk7Y9i9cbuZ7lRr7tKOG4++qLva6lwDmXHy28HNegPf5C37x/alC8uIJePV71Fj5ES3A9nSqpPepSlje9tZq8Giuzuy6F9T0KQYE8RrYtOas5mri43c+9rMZAuCZ5VTmbIv641sKKOzJgir2mxaI6yfnxvTsV8Tmq7SW5HSlovd9NirsbjjI4z17cvAKnQzt6Wre7uq6CPDoqazj5LkI+tgafu5kCC7w6e7s4K6k0vICxbjqqcc693lMQvn1IHL68FS8+y5eZucrrnD0zLxs+tv8+udd1nbxyMzu9cyESPQ6Ys7ndRgC+/sixvXKomT1UiMC3OuxQuW5Jcrw/ADQ+kfUgPB5X3TkCpTw62XjDPVrz7jjndwg6Dh+jOMSwUbwRjfs8xWBKPFAMYbVOkyu+PDUWOSfVoTYQKLK7rdkJPBZtEb0DfIU3oUv4uQI9Zbryn+E8oY0SvSNoBTn5o0U6eeQruIRuKDwEtoe19n7aPVjoHrbHWVO6qFbxuAzsKD3ypcm5CMuwvUKhvTux8Se9YvxhvTE+Pbwa+Uk7ocAKvvhxTbnT8kM9aisrvi8igL0vyGK9VW3CvOj8ADmtO+09wAtAPSz/YTdARGu9y3CdvLxdQzoi2RC+b3bDvR6VvbzdLJo43cL6PEMHYDjhV2S9Ji2cu5V0ordSGbW9yZPgvTaDYzzvepi9JWf7O2plaj1L4yi4pL5WNh8x2zj2Apo4IMXuO+D5JzoM2fy9RBa3vYylZLUO/MU9SAdyPUA8RL7yo1q8ACacPayUJz5uHGW909AvvXJ2Fj4TSpm8QK0Xvgq2BDm6fxy9y6Apvumjir0U6NW4aCZOvSDrAj14Iog4Ck7hPbhAVrncrzM8/U4KvDMtLj2zoB29GVT/PLg+Jr6DQiS9/jsfPjRYGDyldoq6RDsaPRBnHL3wg+O4be81OZ/XJT5hfJO8+EW3vDhOt7oNdQa9boj8Oj3A+joLAKw9GEk6vCv05jl/juk9eehouFVsV7eO4Ps5ig7eN8ejpjhNnZG8FwmDOLBr0j16l/c5KjxrtwBmGjgx1tE5LKdUvLLHnzrH0h89CDsLPhX1iTyFziU4RFWQvLQPZ70wIk29hry1PDsiPbkgq1c8JrY3vY/P5LnMHaw8xTSGPSbC1T3zVl29SVkfvALRiDgpf8m9a30hvE57fT1Xysu8fl08PvToVrxpA0O9SOn4uemT+j2dgdk30eMNvKATyDwrF6C9zpYtOzkPvz12DQm+RCHNtf+zQD0hqfK4FYuGPfD26rx0LgI3NFdJOz46Pr1KP2Y9ERYZvdQsHD20yvo9WlCGvTyEO73gI5W8Mp4iuXbrtT0XF/W92b4gvAMpGDxdJTS9nh8ZvasUEj6fiJu9CIUWPlpbgLrwxSK2YvslPterBLaiDsk3E3zquZWuwLgSZzS356+BvMMkEj1QA0c9hrgFPV0VCzwEWTi4FtC8OIIfhDY9oqW9PFkHucBu6DjRNU04Z54duV4YHTk1SpW9quYoOQHQgT2B1gM+iLcBNzfxzb0WXgY4ZpNgvdYhPDlcjEK+umQRPXzfnr0Kioa5TzjAvXMQYTxSLa05ifirPFB0Or3DqPY4E2YMvNCBejaAMI83HC8BvP0yED5I/mw811k1PoftHLjfYT2+EPvGPRKcizs7QDu8tW7xOEbILrvQbG89HFl0uphAATxaYue99mpRPc06uzzSXpO3YowpNuo7qbm1VhI+pCVYuEVH3TbR7eo5hsphvJQV/7dhfKy5ezifPfSLFLlqsvk5papwPUroJLqai4O4e0shOByTrT3Ue/C9MYumOCXp9Lwgowc5ntO/vS9dgTjKrcK3aTwbPVR6MjjilYQ5dHnYOZ5oAD5x+xc4cuS8vYeOMLydWkw95FhhvW4L3b2lSgc+n9M4vaxWY7jQoYo5YmKUPdlOFDjI1LS8rnRQPWAA1LhyxKc5u+L2ufv0rztA2x69Yff2uO7eQzxtoMI5zsVlPJyZ6T3oyD8+wFsMvsw67Lfnuho9iU5hvDhpX7xzg+65RN6fOQ++qLiO/mg8NcBAPiJsfDySaua5qJ2PPKYCxjdvOiO8NCcxvuRJp71W88W9ypGhuAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAIA/AACAPwAAgD8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAKQH1LgApZ+5DdPvPF4B+jrIhZQ4ccVEvqsMBb3YR4m9fTbPOL8z2zx3+H89PymEPXwI7L12CZm99qB3Pc76zLyy6T2+c0EMO8Nz7TqnwZk9wT2uOnHKX70u7FQ5FRbEvF9cLT6cV/29+sAgvkOI07ttedw8qa9OvUvqqj1DMZM+j4P1PT6Hxb1l/ue8rASLO6P53b1yYZI+d2V4PeKS5LmFP9292+FOPfyFOTizgQM+WriTvBzS0zsyfrE9dfkIvosOx7w9MzG9+MzCO2pb+jlPbv+6ju8BPiwERj5KRos9cnsnPSf4q7nT58+9Wmu/PdkY4bxaWAQ+77UvuywGVrex5LC3tBfhuZgpHLhdS+W9QSK8vfR93juF6k+52MyKvjxGLr4UgC4+gx6Ivk6Tm772Iho+fImuPaTLGbyV3J4+1m4UOGHfUbsoYCY92LoYvoNUT7lTB2I+8YI4PRXpGTq25uo9AEkyPrQxCr0d9Ce+obnDPAdnlD24zIK+RBKuPCRNwLgQfJK9Mq4pvhxHwD1+NOE9LtNUvfbu5D1AO3Y+VZDpPE6hyr2nFoC9Ha2iPHaj3zhVBLC98ABpPiZaaLr6k5g+XqOVvYO4FL0UhrE9C9pDvWbrxDiz5tM9SpRKvXF4Sr590Bu+vcJYPdXMwr1cbKY9DpSMPWlNQj5icoA8HC0KvibxnLzn3Fa4WM2qvGuGUjw35809uCopvZH/Jj3wxVA9wX/PvSdSYL1LOlo+qcqSvQ2tiLzLpB++Ds+vt2M1P7tuR/m9nuW2vYZggznojqW3qw5WPO0D0b2hWfe9ddP5uMqOlbhw2x+9aThOvjdxLL5RoQq9uM6HPChIZTgDNCG+Z+bQvIk/4jnm6go9kYzWvOSitj31Iy+2pdaCPcyzFL4FvHU9aDKDPao/VD4iDpO88xCou96FMj2GqKo9WX8Pt60z4jurdBi+/U4HPli98Lu6Lze+n1/XvQA6bzWPcqa4wOeevj0gjriEPTq57Kj7PW5vpbc/STk7ODidvSB9f75iEmE9+DN5vuRgV77R6A++3I78PLik5j2RlRa+G4+bvqrx673xJIE9VXLEvXPT+jj3dse9tumMPrD6J7f0nV8+m3sCPCSf2junZAy3suLRuDt1Aj1hLtK8m4pAvsC7PD54bZS9M2hTOLJ1bDmBk+K8VutSvQBr2zhKSta9AbWEPdFsRDo6IDY+N1lpPR09P71pg8g6asWNPBFifbvL7wK+iKZ6O/B4RT10qYK7W9ANOJaj+r1uoxw+ceM/PFyP8b0vloS+8hEIODNurz1bwGM4cUQJPVR7E76vFWE7lqFuvgrqOz6c/PY4CNT2vAsXrLzPTgS+6oMuPerV0z0zAv26vqO2uWAcs7xsF5E+MhFpvmAOnbv+dY49N5UMtswgVDmdTQM+fS0dPqa9E756UsY9fjUpuHUYVr6gEBs9KtA4ufibPr52I904DqZLvunwUz6d1DI4UuFFPg2Vmb1QvN+2SGiVPacKZr75bE85beO/POgSR7mDctS6hj0bO+zsJb1JGYW+/mrcN2i9pz0wvWe7kpuwOecTXjcF/4s9rjr5PYazxr1LWxg9QClnPBxKIr7CeYw9ARf9vaHLs711/SS5+kdKuVlHYL4nDCM8l3MEPa1CBr62xyS+ZAUsvhaWAT1dLpa4icCMPlCEZT4IOgQ+054Hu+zNqDhRg3a9646ivaioDL3PYia+3QXQtvCJTL5hXUI+9pH1OYS/a77vp4c+BKhMuzyZHrzSHj+90hhiPgPFxb1EFIG9Y/IoPo+tcb5S+kM9cCkAOHchGT15T663AR9nvhT58j0xDak9OC1cuMS1nj0PP6W4J6olvbb8JD79SMo5yVEAvqTM5T0iKB25HaU4O18s6j3xSxa8qailvWvmirzBBcm6NqspuFPX2DmOe9o8qVYjviSNbb4HOfQ6SOnDOXdoO7zNs9Q9b3qePX17Bzs4GT2+Puk1PtIzVDyaojC9UOzMvKErp7lDuGm9ORyUvRWvIL7a84E9L+OhOw6I773yxPs3ODINPhIWajxS4es9R6QVvJ4SxD3umZG9TMWNPNcCkb2t/gg+7ly9NwKw5zwCxA09/Xr0PTsB9D2yWzG6f9ZNPYhDgL5qaEE5vmOEPdwOMzjWGzM+0ZpZvXvcSD5pLcu5z6etPegqQL7EVvk9MakePR7rk7wjiYO9TED6vagoLL22WYo+ak98vItZGD6qSQA9XRU5vWKVnj3pFJI+HNw1OKI2q7Vwy34+F3RvPvYerD1FOws+uCeovSEDX73xRFk8MopwvUa/vrwA1HU+EYs2Po1ycT73jlY+a2VRvGMHdziYJw+40mdkvPFp5zwrGws23Eqevs2x6jn5JcW9YtHcubzkOzuw7da9YdoIPeBxnDx3YMA5LsjnPWWQrDoYjEM77VJ7Poxj1b0DfYw9Ju/rtQw5dr3yhU88oxSAvo8slL5RszG9rmpROA3xZDZezfG3BvSzuJZVp7jEYJU+IEpAOWPJN74PtyO+vu8Jvtl00zzgHTY+B59sPGwF6j3Bep85pnCPtx3Y8L0VpWO4G2L5uZuiaTirx9s7JGYHPVcpkzpfu349zI6LPMXC7z0/Bau8Rha0PY2Bvj0TXTa65onzOT2+Ar57ABC4NGOfuT6XLTw+bgw3MBCnORLUmTuWlaC6qJJxuYiIurwRtVS7ILB8Pk2Pir2gux88AbIDPSXGET7ZzRq8AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAE5/fL51fLO+7aCmPSv1nj5+QJe+fR2VPpNDOj5NEBg+PRuSPuBtE79Hswy/KkrUvpEpiz5p1Jc+4pzjPa0KuT6sCss9AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAJVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz4AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAJVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+lWi7PpVouz6VaLs+"}